<?php
/*
 * e107 website system
 *
 * Copyright (C) 2008-2009 e107 Inc (e107.org)
 * Released under the terms and conditions of the
 * GNU General Public License (http://www.gnu.org/licenses/gpl.txt)
 *
 * $Source: /cvs_backup/e107_0.8/e107_plugins/pm/languages/English_log.php,v $
 * $Revision 1.0 $
 * $Date 2017/12/17 $
 * $Author net1313 $
 */
define("LAN_PM", "Личные сообщения");
define("LAN_PM_1", "Отправить личное сообщение");
define("LAN_PM_2", "Кому");
define("LAN_PM_3", "Предпросмотр");
define("LAN_PM_4", "Класс пользователей");
define("LAN_PM_5", "Тема сообщения");
define("LAN_PM_6", "Сообщение");
define("LAN_PM_7", "Смайлики");
define("LAN_PM_8", "Вложения");
define("LAN_PM_9", "Читать полученное");
define("LAN_PM_10", "Сообщить мне на email, когда ЛС будет прочитано");
define("LAN_PM_11", "зaгрузить документ");
define("LAN_PM_12", "У вас недостаточно прав лдя использования системы личных сообщений");
define("LAN_PM_13", "Ваш ящик исходящих сообщений {PERCENT}% переполнен, вы не можете посылать ЛС, пока не удалите некоторые из них");
define("LAN_PM_14", "ОШИБКА: Возможно дублирование сообщений, ЛС не отправлено");
define("LAN_PM_15", "Вам не разрешено отправлять классу пользователей ");
define("LAN_PM_16", "Должен принадлежать этому классу");
define("LAN_PM_17", "Пользователь не найден");
define("LAN_PM_18", "Вам не разрешено отправлять ЛС: ");
define("LAN_PM_19", "Ваш каталог исходящих сообщений переполнен, вы не можете отправлять ЛС");
define("LAN_PM_21", "Добавление этого сообщения превысит максимальный размер ящика исходящих, ЛС не добавлено");
define("LAN_PM_22", "Загрузка файла не удалась");
define("LAN_PM_23", "Вам не разрешено отправлять фaйлы");
define("LAN_PM_24", "Удалить ЛС");
// define("LAN_PM_25", "Inbox");
// define("LAN_PM_26", "Outbox");
define("LAN_PM_27", "Непрочитанные");
define("LAN_PM_28", "Нет данных");
define("LAN_PM_29", "Сообщение отправлено");
define("LAN_PM_30", "Сообщение прочитано");
define("LAN_PM_31", "От");
define("LAN_PM_32", "Получено");
define("LAN_PM_33", "Отправлено");
define("LAN_PM_34", "Нет сообщений");
define("LAN_PM_35", "Отправить новое ЛС");
define("LAN_PM_36", "всего");
define("LAN_PM_37", "не прочитано");
define("LAN_PM_38", "ЛС отправлено классу ");
define("LAN_PM_39", "Не удалось отправить ЛС ");
define("LAN_PM_40", "ЛС отправлено пользователю ");
define("LAN_PM_41", "Не удалось сложить ЛС в исходящие");

define("LAN_PM_42", "ЛС удалено из входящих");
define("LAN_PM_43", "ЛС удалено из исходящих");
define("LAN_PM_44", "Запрет снят: {UNAME} теперь разрешено отправлять вам ЛС");
define("LAN_PM_45", "ОШИБКА: запрет не снят, неизвестная ошибка");
define("LAN_PM_46", "Запрет не указан для {UNAME}");
define("LAN_PM_47", "Запрет добавлен: {UNAME} больше не сможет посылать вам ЛС");
define("LAN_PM_48", "ОШИБКА: запрет не добавлен, неизвестная ошибка");
define("LAN_PM_49", "ОШИБКА: запрет уже существует для {UNAME}");
define("LAN_PM_50", "Зaнести в черный список. Больше не получaть ЛС от этого пользовaтеля");
define("LAN_PM_51", "Разблокировать пользователя. Продолжaть получaть от него сообщения");
//define("LAN_PM_52", "Delete"); "" new > LAN_DELETE
define("LAN_PM_53", "Удалить выбранное");
define("LAN_PM_54", "Цитировать");
define("LAN_PM_55", "Отправить ответ");
define("LAN_PM_56", "Вам не разрешено отвечать на это сообщение");
define("LAN_PM_57", "Сообщение не найдено");
define("LAN_PM_58", "Re: ");
define("LAN_PM_59", "Перейти на страницу: ");
define("LAN_PM_60", "У вас нет прав для просмотра этого сообщения");
define("LAN_PM_61", "Сообщение без темы");
define("LAN_PM_62", "Файл: [{FILENAME}] превышает допустимый размер - не вложено");
define("LAN_PM_63", "класс:");
define("LAN_PM_64", "ОШИБКА: Вам не разрешено блокировать сообщения от администраторов сайта");
define("LAN_PM_65", "ОШИБКА: Нечего отправлять");
define("LAN_PM_66", "Зaблокировaнные отпрaвители");
define("LAN_PM_67", "Нет зaблокировaнных");
define("LAN_PM_68", "Пользовaтель");
define("LAN_PM_69", "Дата блокировки");
define("LAN_PM_70", "Отмена блокировки пользовaтеля");
define("LAN_PM_71", "[x] вложений удалено. [y] ошибок");


define("LAN_PM_100", "Новое ЛС от ");
define("LAN_PM_101", "Вы получили новое Личное Сообщение от ");
define("LAN_PM_102", "Сообщение отправлено от: ");
define("LAN_PM_103", "Тема сообщения: ");
define("LAN_PM_104", "Кол-во вложений: ");
define("LAN_PM_105", "Вы можете просмотреть ЛС: ");
define("LAN_PM_106", "ЛС прочитано ");
define("LAN_PM_107", "Личное сообщение, которое вы отправили {UNAME} было прочитано ");
define("LAN_PM_108", "Сообщение отправлено: ");
define("LAN_PM_109", "Новое(ые) сообщение(я)");
define("LAN_PM_111", "Читать");
define("LAN_PM_112", "Юзер(ы)");

define("LAN_PM_113", "Читать ЛС");
define("LAN_PM_114", "У вас недостаточно прав для отсылки этому пользователю");
define("LAN_PM_115", "Пользователь не найден");

?>