<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - 
|     social plugin
|     Last Modified: 2019/02/18 02:35:50
|
|     $Author: net1313 https://e107-ru.com $
+----------------------------------------------------------------------------+
*/
define("LAN_SOCIAL_ADMIN_00", "Приложения");
define("LAN_SOCIAL_ADMIN_01", "Страницы");
define("LAN_SOCIAL_ADMIN_02", "Вход через Соцсети");
define("LAN_SOCIAL_ADMIN_03", "Регистрация/Вход");
define("LAN_SOCIAL_ADMIN_04", "Социальная Сеть");
define("LAN_SOCIAL_ADMIN_05", "Ключ/ID");
define("LAN_SOCIAL_ADMIN_06", "Секретный ключ");
define("LAN_SOCIAL_ADMIN_07", "Разрешает пользователям регистрироваться/войти с помощью своих учетных записей в соцсетях. Если включено, то данные настройки по-прежнему позволяют пользователям регистрироваться/входить, даже если указанный выше способ регистрации отключен.");
define("LAN_SOCIAL_ADMIN_10", "Получить ключ от соцсети");
define("LAN_SOCIAL_ADMIN_11", "Ваша");
define("LAN_SOCIAL_ADMIN_12", "страница");
define("LAN_SOCIAL_ADMIN_13", "Используется в некоторых темах, чтобы создать ссылку на ваш");
define("LAN_SOCIAL_ADMIN_14", "Кнопки Поделиться");
define("LAN_SOCIAL_ADMIN_15", "Комментарии Facebook");
define("LAN_SOCIAL_ADMIN_16", "Меню Facebook");
define("LAN_SOCIAL_ADMIN_17", "Меню Twitter");
define("LAN_SOCIAL_ADMIN_18", "Ограничение количества твитов");
define("LAN_SOCIAL_ADMIN_19", "Блок комментариев");
define("LAN_SOCIAL_ADMIN_20", "Действие");
define("LAN_SOCIAL_ADMIN_21", "Текст при загрузке камментов");
define("LAN_SOCIAL_ADMIN_22", "Ширина");
define("LAN_SOCIAL_ADMIN_23", "Высота");
define("LAN_SOCIAL_ADMIN_24", "Способ отображения");
define("LAN_SOCIAL_ADMIN_25", "Обычный");
define("LAN_SOCIAL_ADMIN_26", "Выпадающий");
define("LAN_SOCIAL_ADMIN_27", "Отключено");
define("LAN_SOCIAL_ADMIN_28", "Исключая символ #");
define("LAN_SOCIAL_ADMIN_29", "Кол-во комментариев для отображения");
define("LAN_SOCIAL_ADMIN_30", "Загрузка...");
define("LAN_SOCIAL_ADMIN_31", "Ширина в пикселях");
define("LAN_SOCIAL_ADMIN_32", "Recommend");
define("LAN_SOCIAL_ADMIN_33", "Высота в пикселях");
define("LAN_SOCIAL_ADMIN_34", "Кол-во твитов для отображения");
define("LAN_SOCIAL_ADMIN_35", "Светлый");
define("LAN_SOCIAL_ADMIN_36", "Темный");
define("LAN_SOCIAL_ADMIN_37", "Мета-теги Open Graph");
define("LAN_SOCIAL_ADMIN_38", "Параметры запроса scope");
define("LAN_SOCIAL_ADMIN_39", "Соцсети");
define("LAN_SOCIAL_ADMIN_40", "Обновить отображаемое имя пользователя");
define("LAN_SOCIAL_ADMIN_41", "Обновить аватар пользователя");
define("LAN_SOCIAL_ADMIN_42", "Изображение");
define("LAN_SOCIAL_ADMIN_43", "Для продолжения использования этого подключаемого модуля требуется [обновление базы данных].");
define("LAN_SOCIAL_ADMIN_44", "Добавить Нового Поставщика");
define("LAN_SOCIAL_ADMIN_45", "Эти поставщики социальных имен входа в систему настроены .\nЕсли главный переключатель [b] Social Signup/Login [/b] включен, каждый поставщик в этой таблице, который также включен, может использоваться для регистрации и входа пользователя. Если вы опустошите поля поставщика и сохраните их, он перейдет в раздел [b] Добавить нового поставщика [/b].
LAN_SOCIAL_ADMIN_46 Это доступные поставщики социальных учетных данных, которые не были настроены. После настройки и сохранения поставщика он перейдет в раздел [b] Настроено [/b].");
define("LAN_SOCIAL_ADMIN_46", "Это доступные поставщики социальных логинов, которые не были настроены. После настройки и сохранения поставщика он перейдет в раздел [b] Настроено [/b].");
define("LAN_SOCIAL_ADMIN_47", "Нарушения Конфигурации поставщиков");
define("LAN_SOCIAL_ADMIN_48", "Эти поставщики социальных учетных данных были настроены в прошлом, но больше не имеют адаптации поддержки. [br] Возможно, они больше не существуют или заменяются другим поставщиком.");
define("LAN_SOCIAL_ADMIN_49", "Тестировать страницу");
define("LAN_SOCIAL_ADMIN_50", "Включить или отключить страницу проверки входа в соцсеть");
define("LAN_SOCIAL_ADMIN_08", "Примечание. В большинстве случаев необходимо получить идентификатор приложения и секретный ключ от социальных поставщиков входа .\nЕсли имя поставщика является ссылкой, эта ссылка должна привести вас к документам по конфигурации приложения входа .\n\nПосле включения параметра [b] Тестовая страница [/b] можно протестировать конфигурацию со следующим URL-адресом:");
define("LAN_SOCIAL_ADMIN_09", "Обратный URL :");
define("LAN_SOCIAL_ADMIN_51", "Логин Соцсети для входа");
