<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Russian Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2021/12/19 23:35:06
|
|        $Author: Admin $
+---------------------------------------------------------------+
*/
define("LWLAN_4", "Нет слов ссылка определена.");
define("LWLAN_5", "Слова");
define("LWLAN_6", "Ссылка");
define("LWLAN_7", "Активный?");
define("LWLAN_21", "Слово Автоссылка (или разделителями запятыми список слов)");
define("LWLAN_26", "Области, в которых для включения linkwords");
define("LWLAN_28", "Страниц для отключения linkwords");
define("LWLAN_33", "Название области");
define("LWLAN_34", "Пункт резюме");
define("LWLAN_35", "Основной текст");
define("LWLAN_36", "Описания (ссылки и т.д.)");
define("LWLAN_40", "Введенный пользователем названия (например, форум)");
define("LWLAN_41", "Введенный пользователем текст (например, форум)");
define("LWLAN_50", "Подсказка");
define("LWLAN_52", "Linkword только");
define("LWLAN_53", "Подсказки только");
define("LWLAN_54", "Linkword и подсказки");
define("LWLAN_55", "Открыть ссылку в новом окне");
define("LWLAN_58", "Pref крюк преобразованы в формат 0.8");
define("LWLAN_59", "Включить функциональные возможности Ajax");
define("LWLAN_64", "Подавить ссылки на текущей странице");
define("LWLAN_66", "Пользовательский класс CSS");
define("LWLAN_67", "Макс. ссылки/советы");
define("LAN_LW_HELP_01", "Многие области текста имеют связанный контекст, и линкворды будут отображаться только в областях, соответствующих этому контексту.");
define("LAN_LW_HELP_02", "Определить слова, которые стали интерактивные ссылки, или который отображение текста при наведении курсора мыши, здесь<br><br>
  <b><u>Слово к ссылке</u></b><br>Это без учета регистра. Для нескольких слов, сопоставление с же ссылки и подсказок разделяйте их запятыми (без пробелов)<br><br>
  <b><u>Ссылка</u></b><br>Задать активную связь здесь. Если ее внешняя ссылка, [я] должны [/ i] начать \'http://\». Если это ссылка на этом сайте, могут использоваться константы нормальный {e_XXX}.<br><br>
  <b><u>Подсказка</u></b><br>Это определяет текст, который будет отображаться при user\ 's мыши проходит над словом.<br><br>
  <b><u>LW идентификатор (подсказки)</u></b><br><br>Это определяет необязательный числовой идентификатор для использования с Ajax обработки. Если не указано, используется номер записи базы данных.<br><br>
  <b><u>Активировать?</u></b><br>Определяет, какие параметры активны.");
define("LAN_LW_HELP_03", "Обычно это бессмысленно для пользователя, чтобы иметь возможность щелкнуть ссылку, если они уже находятся на странице, на которую он ссылается. Если этот параметр выключен, в этом случае линкворды не запускаются.");
define("LAN_LW_HELP_04", "Обычно это бессмысленно для пользователя, чтобы иметь возможность щелкнуть ссылки, если они уже есть на странице, на которую он ссылается. Если этот параметр выключен, в этом случае линкворды не запускаются.");
define("LAN_LW_HELP_05", "Будет добавлен этот класс ко всем созданным ссылкам.");
define("LAN_LW_HELP_10", "Здесь можно определить слова, которые становятся кликабельными ссылками или отображают текст при наведении курсора.");
define("LAN_LW_HELP_11", "Регистро-независимо. Для нескольких слов, сопоставленных одними и теми же ссылкам и подсказками, разделите их запятыми (без пробелов)");
define("LAN_LW_HELP_12", "Определите здесь ссылку с возможностью нажатия. Если это внешняя ссылка, то она ДОЛЖНА начинаться с «http (s) ://». Если ссылка внутри этого сайта, можно использовать обычные константы типа {e_XXX}.");
define("LAN_LW_HELP_13", "Определяет, какие опции являются активными.");
define("LAN_LW_HELP_14", "Этот параметр определяет текст, отображаемый при наведении курсора на слово.");
define("LAN_LW_HELP_15", "Максимальное количество одинаковых слов связи. Должно быть положительное число. Используется, когда одно и то же слово встречается несколько раз в фрагменте текста.");
define("LAN_LW_HELP_16", "Это определяет дополнительный числовой идентификатор, используемый при обработке Ajax. Должно быть положительным числом. Если поле пусто, используется номер записи базы данных");
define("LAN_LW_HELP_17", "При включении ссылка открывается в новой вкладке/окне браузера");
