<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Russian Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/12/11 00:29:12
|
|        $Author: admin $ net1313
+---------------------------------------------------------------+
*/
define("PAGE_NAME", "Регистрация");
define("LAN_EMAIL_01", "Уважаемый");
define("LAN_EMAIL_04", "Сохраните это письмо в качестве напоминания.");
define("LAN_EMAIL_05", "Ваш пароль зашифрован и не может быть восстановлен, если вы потеряете или забудете его. Если это произойдёт, вы можете запросить новый пароль.");
define("LAN_EMAIL_06", "Спасибо за регистрацию.");
define("LAN_SIGNUP_1", "Мин.");
define("LAN_SIGNUP_2", "символов.");
define("LAN_SIGNUP_3", "Ошибка при проверке кода");
define("LAN_SIGNUP_4", "Ваш пароль должен быть не менее");
define("LAN_SIGNUP_5", "символов.");
define("LAN_SIGNUP_8", "Спасибо!");
define("LAN_SIGNUP_9", "Не удается продолжить");
define("LAN_SIGNUP_11", ".");
define("LAN_SIGNUP_12", "запишите ваше имя пользователя и пароль в безопасное место, потому что их будет невозможно восстановить в случае утери.");
define("LAN_SIGNUP_13", "Теперь вы можете войти через форму входа или [здесь].");
define("LAN_SIGNUP_14", "здесь");
define("LAN_SIGNUP_15", "Свяжитесь с главным администратором сайта,");
define("LAN_SIGNUP_16", "если вам потребуется помощь.");
define("LAN_SIGNUP_17", "Подтвердите, что вам 13 или более лет.");
define("LAN_SIGNUP_18", "Запрос на регистрацию получен и создана учетная запись со следующей информацией: ");
define("LAN_SIGNUP_21", "В настоящее время ваша учетная запись неактивна. Чтобы активировать свой аккаунт, перейдите по следующей ссылке:");
define("LAN_SIGNUP_22", "нажмите здесь");
define("LAN_SIGNUP_23", "для входа.");
define("LAN_SIGNUP_24", "Благодарим вас за регистрацию на сайте ");
define("LAN_SIGNUP_25", "Загрузить аватар");
define("LAN_SIGNUP_26", "Загрузить фотографию");
define("LAN_SIGNUP_30", "Если вы не хотите, чтобы на сайте отображался ваш email, выберите «Да» для параметра «Скрыть адрес эл. почты»");
define("LAN_SIGNUP_34", "Обратите внимание: любые изображения, загруженные на сервер, которые администрация посчитает неуместными, будут немедленно удалены.");
define("LAN_SIGNUP_36", "Возникла ошибка при создании учетной записи. Просьба связаться с администратором сайта.");
define("LAN_SIGNUP_37", "Этот этап регистрации завершен. Администратору необходимо одобрить вашу учетную запись. После этого вы получите подтверждение по электронной почте о том, что ваша регистрация утверждена.");
define("LAN_SIGNUP_38", "Вы ввели два разных адреса электронной почты. Введите действующий адрес электронной почты в двух полях");
define("LAN_SIGNUP_39", "Еще раз введите адрес эл. почты:");
define("LAN_SIGNUP_40", "Активация не требуется");
define("LAN_SIGNUP_41", "Ваша учётная запись уже активирована.");
define("LAN_SIGNUP_42", "Возникла проблема: письмо о регистрации не было отправлено. Обратитесь к администратору сайта.");
define("LAN_SIGNUP_43", "Письмо отправлено");
define("LAN_SIGNUP_44", "Письмо для активации отправлено: ");
define("LAN_SIGNUP_45", "Пожалуйста, проверьте ваш почтовый ящик нa входящие сообщения.");
define("LAN_SIGNUP_47", "Отправить письмо активации");
define("LAN_SIGNUP_48", "Логин или адрес эл. почты");
define("LAN_SIGNUP_49", "Если вы зарегистрировались с неверным адресом электронной почты, то, помимо заполнения поля выше, введите новый адрес электронной почты и пароль здесь:");
define("LAN_SIGNUP_50", "Новый адрес электронной почты");
define("LAN_SIGNUP_51", "Старый пароль");
define("LAN_SIGNUP_53", "поле не прошло проверку");
define("LAN_SIGNUP_54", "Нажмите здесь для заполнения своих данных для регистрации");
define("LAN_SIGNUP_58", "Просмотр регистрации");
define("LAN_SIGNUP_59", "**** Если ссылка не работает, проверьте, что её часть не перенеслась на следующую строку. ****");
define("LAN_SIGNUP_60", "Запрошена повторная отправка регистрационного письма");
define("LAN_SIGNUP_61", "Успешно отправлено");
define("LAN_SIGNUP_62", "Отправить не удалась");
define("LAN_SIGNUP_63", "Запрошена повторная отправка письма для сброса пароля");
define("LAN_SIGNUP_64", "Информация о пользователе не проходит проверку");
define("LAN_SIGNUP_65", "Вам было присвоено следующее имя пользователя");
define("LAN_SIGNUP_66", "Пожалуйста, запишите его.");
define("LAN_SIGNUP_67", "Это будет назначено системой после регистрации");
define("LAN_SIGNUP_71", "Вы достигли предела регистрации пользователей. Войдите, используя одну из своих учетных записей.");
define("LAN_SIGNUP_72", "Спасибо за регистрацию на [sitename]! Только что мы отправили вам подтверждение на адрес эл. почты [email]. Нажмите на ссылку подтверждения в письме для завершения регистрации и активации своей учётной записи.");
define("LAN_SIGNUP_73", "Спасибо!");
define("LAN_SIGNUP_74", "Ваша учётная запись теперь активирована, пожалуйста");
define("LAN_SIGNUP_75", "Регистрация активирована");
define("LAN_SIGNUP_76", "Спасибо! Теперь вы зарегистрированный пользователь");
define("LAN_SIGNUP_77", "Этот сайт соответствует The Children's Online Privacy Protection Act от 1998 года (COPPA) и потому не разрешает регистрацию пользователей в возрасте до 13 лет без письменного разрешения их родителей или опекунов. Для получения дополнительной информации вы можете прочитать законодательство США.");
define("LAN_SIGNUP_78", "Учетная запись");
define("LAN_SIGNUP_79", "Регистрация");
define("LAN_SIGNUP_80", "Введите свои данные ниже");
define("LAN_SIGNUP_81", "Логин:");
define("LAN_SIGNUP_82", "имя, используемое для входа");
define("LAN_SIGNUP_83", "Пароль:");
define("LAN_SIGNUP_84", "Повторите пароль:");
define("LAN_SIGNUP_85", "Имена пользователей и пароли чувствительны к регистру");
define("LAN_SIGNUP_89", "Отображаемое имя:");
define("LAN_SIGNUP_90", "имя, отображаемое на сайте");
define("LAN_SIGNUP_91", "Настоящее имя:");
define("LAN_SIGNUP_93", "Подпись:");
define("LAN_SIGNUP_94", "Аватар:");
define("LAN_SIGNUP_95", "Введите код, показанный на картинке");
define("LAN_SIGNUP_96", "Регистрационные данные для");
define("LAN_SIGNUP_97", "Добро пожаловать на ");
define("LAN_SIGNUP_98", "Подтвердите ваш адрес электронной почты");
define("LAN_SIGNUP_99", "Возникла ошибка");
define("LAN_SIGNUP_100", "Ожидает утверждения администратора");
define("LAN_SIGNUP_101", "Ошибка обновления записей. Пожалуйста, свяжитесь с администратором сайта");
define("LAN_SIGNUP_103", "Слишком много пользователей уже использует IP-адрес:");
define("LAN_SIGNUP_105", "Не удалось выполнить ваш запрос. Пожалуйста, свяжитесь с администратором сайта");
define("LAN_SIGNUP_106", "Не удалось выполнить ваш запрос. У вас уже есть учётная запись?");
define("LAN_LOGINNAME", "Имя пользователя");
define("LAN_USERNAME", "Отображаемое имя");
define("LAN_SIGNUP_107", "Пароль должен быть не менее [x] символов и включать по крайней мере одну ЗАГЛАВНУЮ букву и цифру");
define("LAN_SIGNUP_108", "Должен быть действующий адрес электронной почты");
define("LAN_SIGNUP_109", "Чувствителен к рЕгИсТрУ и не должен содержать пробелов");
define("LAN_SIGNUP_110", "Ваше полное имя");
define("LAN_SIGNUP_111", "Введите внешний URL-адрес к вашему изображению, или выберите существующий аватар.");
define("LAN_SIGNUP_112", "В настоящее время вы вошли как главный администратор.");
define("LAN_SIGNUP_113", "Подписки");
define("LAN_SIGNUP_114", "Регистрация пользователей отключена");
define("LAN_SIGNUP_115", "Просмотр письма активации");
define("LAN_SIGNUP_116", "Сообщение после отправки формы"); //Preview After Form Submit
define("LAN_SIGNUP_117", "Отправить активацию тест");
define("LAN_SIGNUP_118", "[x]");
define("LAN_SIGNUP_119", "Не отправлять письмо");
define("LAN_SIGNUP_120", "ИЛИ");
define("LAN_SIGNUP_121", "Использовать другой адрес электронной почты");
?>