<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Russian Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/12/10 22:46:20
|
|        $Author: admin $ net1313 $
+---------------------------------------------------------------+
*/
define("PAGE_NAME", "Ошибка");
define("LAN_ERROR_TITLE", "Ой!");
define("LAN_ERROR_1", "Ошибка 401 - Доступ запрещён");
define("LAN_ERROR_2", "Введённый вами адрес требует логин и пароль для входа. Либо вы ввели неверные сочетания логин/пароль, либо ваш браузер не поддерживает эту функцию.");
define("LAN_ERROR_3", "Если Вы считаете, что ошибка возникла случайно, свяжитесь с администрацией сaйтa.");
define("LAN_ERROR_4", "Ошибка 403 - Доступ запрещен");
define("LAN_ERROR_5", "У вас нет доступа к запрошенному адресу или ссылке.");
define("LAN_ERROR_6", "Если Вы считаете, что ошибка возникла случайно,  свяжитесь с администрацией сaйтa.");
define("LAN_ERROR_7", "Ошибка 404 - Страница не найдена");
define("LAN_ERROR_9", "Если Вы считаете, что ошибка возникла случайно, свяжитесь с администрацией сaйтa.");
define("LAN_ERROR_10", "Ошибка 500 - Внутренняя ошибка сервера");
define("LAN_ERROR_11", "Произошла внутренняя ошибка сервера, или был произведен сбой в выполнении скрипта. Ваш запрос не может быть обработан.");
define("LAN_ERROR_12", "Если Вы считаете, что ошибка возникла случайно, поставьте в известность администрaторa сaйтa.");
define("LAN_ERROR_13", "Ошибка неизвестна");
define("LAN_ERROR_14", "Произошла ошибка");
define("LAN_ERROR_15", "Если Вы считаете, что ошибка возникла случайно, свяжитесь с администрацией сaйтa.");
define("LAN_ERROR_16", "Ваша неудачная попытка получить доступ");
define("LAN_ERROR_17", "была зафиксирована.");
define("LAN_ERROR_18", "Очевидно, вы перешли сюда с");
define("LAN_ERROR_19", "К сожалению, ссылка устарела.");
define("LAN_ERROR_20", "Перейти на главную страницу сайта ");
define("LAN_ERROR_21", "Стрaницa отсутствует. Ссылка, по которой вы следовали, вероятно устарела.");
define("LAN_ERROR_22", "Перейти на страницу поиска");
define("LAN_ERROR_23", "Ваша попытка получить доступ к ");
define("LAN_ERROR_24", " была безуспешна.");
define("LAN_ERROR_25", "[1]: Не удалось прочитать настройки ядра из базы данных. Настройки ядра существуют, но не могут быть десериализованы. Попытка восстановления из резервной копии ядра...");
define("LAN_ERROR_26", "[2]: Не удалось прочесть настройки ядра из базы данных. Настройки ядра не существуют.");
define("LAN_ERROR_27", "[3]: Настройки ядра сохранены. Резервная копия активна.");
define("LAN_ERROR_28", "[4]: Не найдена резервная копия адра. Убедитесь, что в базе данных правильные записи.");
define("LAN_ERROR_29", "[5]: Поля оставлены пустыми. Перезаполните форму и введите информацию в обязательные поля.");
define("LAN_ERROR_30", "[6]: Не удалось подключиться к MySQL. Убедитесь, что в e107_config.php содержится правильная информация.");
define("LAN_ERROR_31", "[7]: MySQL запущен, но база данных [x] недоступна.<br>Убедитесь, что она существует, а файл конфигурации содержит правильную информацию.");
define("LAN_ERROR_32", "Для завершения обновления скопируйте следующий текст в файл e107_config.php:");
define("LAN_ERROR_33", "Ошибка обработки! Перенаправить на главную страницу.");
define("LAN_ERROR_34", "Неизвестная ошибка! Пожалуйста, сообщите администратору сайта, что:");
define("LAN_ERROR_35", "Ошибка 400 - Ошибочный запрос");
define("LAN_ERROR_36", "На странице, которую вы пытались запросить, имеется ошибка форматирования.");
define("LAN_ERROR_37", "Значок ошибки");
define("LAN_ERROR_38", "Извините, но сайт недоступен из-за временной ошибки");
define("LAN_ERROR_39", "Повторите попытку через несколько минут");
define("LAN_ERROR_40", "Если проблема не устранена, свяжитесь с администратором сайта");
define("LAN_ERROR_41", "Обнаруженная ошибка:");
define("LAN_ERROR_42", "Дополнительные сведения об ошибке:");
define("LAN_ERROR_43", "Сайт временно недоступен");
define("LAN_ERROR_44", "Логотип сайта");
define("LAN_ERROR_45", "Что вы можете сделать?");
define("LAN_ERROR_46", "Проверьте журнал логов.");
?>