<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Russian Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/12/25 18:32:12
|
|        $Author: net1313 $
+---------------------------------------------------------------+
*/
define("LANINS_001", "Установка e107");
define("LANINS_002", "Шаг");
define("LANINS_003", "1");
define("LANINS_004", "Выбор Языка");
define("LANINS_005", "Пожалуйста, выберите язык для использования во время установки");
define("LANINS_007", "4");
define("LANINS_008", "Проверка версий PHP и MySQL / Проверка прав доступа к файлам");
define("LANINS_009", "Перетестировать права файлов");
define("LANINS_010", "Файл без прав для записи:");
define("LANINS_010a", "Директория без прав для записи:");
define("LANINS_012", "Функции MySQL не существуют. Это скорее всего значит, что не установлено расширение MySQL для PHP, или PHP не был скомпилирован с поддержкой MySQL.");
define("LANINS_013", "Не удалось определить вашу версию MySQL. Это не критичная ошибка, поэтому можно продолжить установку, но имейте в виду, что e107 требует MySQL >= 3.23 для корректной работы.");
define("LANINS_014", "Права файлов");
define("LANINS_015", "Версия PHP");
define("LANINS_017", "ПРОЙДЕНО");
define("LANINS_018", "Убедитесь, что все перечисленные файлы существуют и доступны для записи сервером. Это обычно делается с помощью CHMOD 777, но не во всех случаях. Свяжитесь с вашим хостинг-провайдером, если у вас возникли проблемы.");
define("LANINS_019", "Установленная на вашем сервере версия PHP не поддерживается e107. e107 требует PHP как минимум версии ".MIN_PHP_VERSION." для корректной работы. Обновите вашу версию PHP, или свяжитесь с вашим хостинг-провайдером для обновления.");
define("LANINS_021", "2");
define("LANINS_022", "Подробности о сервере MySQL");
define("LANINS_023", "Введите ваши настройки для MySQL здесь. Если у вас есть root доступ, можно создать новую базу данных, поставив флажок. Если нет, вы должны создать базу данных или использовать существующую. Если у вас есть только одна база данных, используйте префикс, чтобы другие скрипты могли находится на той же базе. Если вы не знаете своих настроек для MySQL, свяжитесь с вашим хостинг-провайдером.");
define("LANINS_024", "Сервер MySQL:");
define("LANINS_025", "Имя пользователя MySQL:");
define("LANINS_026", "Пароль MySQL:");
define("LANINS_027", "Имя базы данных MySQL:");
define("LANINS_028", "Создать базу данных?");
define("LANINS_029", "Префикс таблиц:");
define("LANINS_030", "Адрес сервера MySQL для e107. Он может также включать порт. Например, 'hostname:port' или путь на локальный сокет, например \":/path/to/socket\" на локальном компьютере.");
define("LANINS_031", "Имя пользователя, которое e107 будет использовать для подключения к вашему серверу MySQL");
define("LANINS_032", "Пароль для пользователя, которого вы только что ввели. Не должен содержать одинарные или двойные кавычки.");
define("LANINS_033", "База данных, где будет находиться e107. Иногда называется схемой. Должна начинаться с буквы. Если пользователь имеет права для создания базы, вы можете выбрать создание базы данных автоматически, если она ещё не существует.");
define("LANINS_034", "Префикс, который e107 будет использовать при создании таблиц e107. Полезно для установки нескольких e107 в одной схеме базы данных.");
define("LANINS_036", "3");
define("LANINS_037", "Проверка подключения к MySQL");
define("LANINS_038", "и создание базы данных");
define("LANINS_039", "Убедитесь, что вы заполнили все поля, особенно сервер MySQL, имя пользователя MySQL и базу данных MySQL (они всегда требует сервер MySQL)");
define("LANINS_040", "Ошибки");
define("LANINS_041", "e107 не смог подключиться к серверу MySQL, используя введённую вами информацию. Вернитесь на прошлую страницу и убедитесь, что информация является правильной.");
define("LANINS_042", "Подключение к серверу MySQL создано и проверено.");
define("LANINS_043", "Не удалось создать базу данных. Убедитесь, что у вас есть необходимые права для создание базы данных на вашем сервере.");
define("LANINS_044", "База данных создана успешно.");
define("LANINS_045", "Нажмите на кнопку для перехода к следующему шагу.");
define("LANINS_046", "5");
define("LANINS_047", "Детали об Администраторе");
define("LANINS_048", "Расширение EXIF");
define("LANINS_049", "Два введённых вами пароля не совпадают. Вернитесь назад и попробуйте ещё раз.");
define("LANINS_050", "Расширение XML");
define("LANINS_051", "Установлено");
define("LANINS_052", "Не установлено");
define("LANINS_055", "Подтверждение установки");
define("LANINS_056", "6");
define("LANINS_057", "Теперь у e107 есть вся информация, необходимая для завершения установки. Нажмите на кнопку, чтобы создать таблицы в базе данных и сохранить все ваши настройки.");
define("LANINS_058", "7");
define("LANINS_060", "Не удается прочитать датафайл sql. Убедитесь, что файл [b]core_sql.php[/b] существует в директории [b]/e107_core/sql[/b].");
define("LANINS_061", "e107 не удалось создать все необходимые таблицы в базе данных. Очистите базу данных и исправьте все ошибки перед следующей попыткой.");
define("LANINS_069", "e107 успешно установлен! В целях безопасности рекомендуем выставить права файла [b]e107_config.php[/b] обратно на 644. Также удалите install.php с вашего сервера после нажатия кнопки снизу.");
define("LANINS_070", "e107 не смог сохранить основной конфигурационный файл на ваш сервер. Убедитесь, что файл [b]e107_config.php[/b] имеет корректные права доступа");
define("LANINS_071", "Установка завершена");
define("LANINS_072", "Имя администратора");
define("LANINS_073", "Это имя будет использоваться для входа на сайт. Если вы хотите использовать его так же, как ваше отображаемое имя");
define("LANINS_074", "Отображаемое имя администратора");
define("LANINS_076", "Пароль администратора");
define("LANINS_077", "Введите сюда пароль администратора, который хотите использовать");
define("LANINS_078", "Подтверждение пароля администратора");
define("LANINS_079", "Введите пароль администратора ещё раз для подтверждения");
define("LANINS_080", "Адрес электронной почты администратора");
define("LANINS_081", "Введите свой адрес электронной почты");
define("LANINS_083", "MySQL сообщил об ошибке:");
define("LANINS_084", "Программе установки не удалось подключиться к базе данных");
define("LANINS_085", "Программе установки не удалось выбрать базу данных:");
define("LANINS_086", "Имя пользователя администратора, пароль администратора и адрес эл. почты администратора являются обязательными полями. Пожалуйста, вернитесь на предыдущую страницу и убедитесь, что информация введена верно.");
define("LANINS_105", "Имя базы данных или префикс, которые начинаются с цифр, после которых идут 'e' или 'E', не является допустимым");
define("LANINS_106", "ПРЕДУПРЕЖДЕНИЕ - e107 не может писать в перечисленные каталоги/файлы. Это не остановит инсталляцию e107, но будет означать, что некоторые функции не будут доступны. Вам нужно будет изменить права доступа этих файлов для использования этих функций");
define("LANINS_107", "Имя сайта");
define("LANINS_108", "Мой сайт");
define("LANINS_109", "Тема сайта");
define("LANINS_111", "Включить содержание/конфигурацию");
define("LANINS_112", "Быстро воспроизвести внешний вид предварительного просмотра темы. (Если имеется)");
define("LANINS_113", "Введите имя сайта");
define("LANINS_114", "Выберите тему");
define("LANINS_115", "Название темы");
define("LANINS_116", "Тип темы");
define("LANINS_117", "Настройки сайта");
define("LANINS_118", "Установка плагинов");
define("LANINS_119", "Установить все плагины, которые могут потребоваться теме.");
define("LANINS_120", "8");
define("LANINS_121", "e107_config.php не является пустым файлом");
define("LANINS_122", "Вы, возможно, имеете существующую установку");
define("LANINS_123", "Дополнительно: Ваше публичное имя или псевдоним. Оставьте пустым, чтобы использовать имя пользователя");
define("LANINS_124", "Выберите пароль, состоящий как минимум из 8 символов");
define("LANINS_125", "e107 успешно установлен!");
define("LANINS_126", "В целях безопасности вы рекомендуется выставить права файла e107_config.php обратно на 644.");
define("LANINS_127", "База данных [x] уже существует. Перезаписать её? (все существующие данные будут удалены)");
define("LANINS_128", "Перезапись");
define("LANINS_129", "База данных не найдена.");
define("LANINS_134", "Установка");
define("LANINS_135", "из");
define("LANINS_136", "Текущая база данных удалена");
define("LANINS_137", "Найдена существующая база данных");
define("LANINS_141", "Заполните форму ниже вашими данными MySQL. Если вы не знаете эту информацию, свяжитесь с вашем хостинг-провайдером. Вы можете навести курсор на поля для дополнительной информации.");
define("LANINS_142", "ВНИМАНИЕ: Переименуйте e107.htaccess в .htaccess");
define("LANINS_144", "ВНИМАНИЕ: Скопируйте содержимое [b]e107.htaccess[/b] в ваш файл [b].htaccess[/b]. Постарайтесь НЕ перезаписать данные, которые уже могут там быть.");
define("LANINS_145", "e107 v2.x требует PHP [x]. Обратитесь к вашему хостинг-провайдеру или прочитайте информацию в [y], прежде чем продолжить.");
define("LANINS_146", "Тема Админ-панели");
define("LANINS_147", "Администрация");

?>