<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Russian Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2016/07/30 02:30:40
|
|        $Author: admin $
+---------------------------------------------------------------+
*/
define("PAGE_NAME", "Ошибка");
define("LAN_ERROR_TITLE", "Ой!");
define("LAN_ERROR_1", "Ошибка 401 - Ошибка аутентификации");
define("LAN_ERROR_2", "Введённый вами адрес требует имя пользователя и пароль. Либо вы ввели неверные имя пользователя/пароль, либо ваш браузер не поддерживает эту функцию.");
define("LAN_ERROR_3", "Пожалуйста, сообщите администратору об этой странице, если вы считаете, что эта ошибка не должна была произойти.");
define("LAN_ERROR_4", "Ошибка 403 - Доступ запрещен");
define("LAN_ERROR_5", "У вас нет доступа к запрошенному адресу или ссылке.");
define("LAN_ERROR_6", "Пожалуйста, сообщите администратору об этой странице, если вы считаете, что эта ошибка не должна была произойти.");
define("LAN_ERROR_7", "Ошибка 404 - Документ не найден");
define("LAN_ERROR_9", "Пожалуйста, сообщите администратору об этой странице, если вы считаете, что эта ошибка не должна была произойти.");
define("LAN_ERROR_10", "Ошибка 500 - Внутренняя ошибка сервера");
define("LAN_ERROR_11", "На сервере произошла внутренняя ошибка, либо он настроен неправильно, из-за чего ему не удалось завершить ваш запрос.");
define("LAN_ERROR_12", "Пожалуйста, сообщите администратору об этой странице, если вы считаете, что эта ошибка не должна была произойти.");
define("LAN_ERROR_13", "Ошибка - Неизвестно");
define("LAN_ERROR_14", "На сервере произошла ошибка");
define("LAN_ERROR_15", "Пожалуйста, сообщите администратору об этой странице, если вы считаете, что эта ошибка не должна была произойти.");
define("LAN_ERROR_16", "Ваша неудачная попытка обратиться к");
define("LAN_ERROR_17", "была записана.");
define("LAN_ERROR_18", "Судя по всему, вы были направлены сюда с");
define("LAN_ERROR_19", "К сожалению, ссылка на этот адрес устарела.");
define("LAN_ERROR_20", "Нажмите сюда, чтобы перейти на главную страницу этого сайта");
define("LAN_ERROR_21", "Запрошенный адрес не найден на сервере. Возможно, ссылка, по которой вы проследовали, устарела.");
define("LAN_ERROR_22", "Нажмите сюда, чтобы перейти на страницу поиска этого сайта");
define("LAN_ERROR_23", "Попытка доступа к");
define("LAN_ERROR_24", "оказалась неудачной.");
define("LAN_ERROR_25", "[1]: Не удалось прочитать настройки ядра из базы данных. Настройки ядра существуют, но не могут быть десериализованы. Попытка восстановления из резервной копии ядра...");
define("LAN_ERROR_26", "[2]: Не удалось прочесть настройки ядра из базы данных. Настройки ядра не существуют.");
define("LAN_ERROR_27", "[3]: Настройки ядра сохранены. Резервная копия активна.");
define("LAN_ERROR_28", "[4]: Не найдена резервная копия адра. Убедитесь, что в базе данных правильные записи.");
define("LAN_ERROR_29", "[5]: Поля оставлены пустыми. Перезаполните форму и введите информацию в обязательные поля.");
define("LAN_ERROR_30", "[6]: Не удалось подключиться к MySQL. Убедитесь, что в e107_config.php содержится правильная информация.");
define("LAN_ERROR_31", "[7]: MySQL запущен, но база данных [x] недоступна.<br>Убедитесь, что она существует, а файл конфигурации содержит правильную информацию.");
define("LAN_ERROR_32", "Для завершения обновления скопируйте следующий текст в файл e107_config.php:");
define("LAN_ERROR_33", "Ошибка обработки! Я бы перенаправил на главную страницу.");
define("LAN_ERROR_34", "Неизвестная ошибка! Пожалуйста, сообщите администратору сайта, что вы увидели это:");
define("LAN_ERROR_35", "Ошибка 400 - Ошибочный запрос");
define("LAN_ERROR_36", "На странице, которую вы пытались запросить, имеется ошибка форматирования.");
define("LAN_ERROR_37", "Значок ошибки");
define("LAN_ERROR_38", "Извините, но сайт недоступен из-за временной ошибки");
define("LAN_ERROR_39", "Повторите попытку через несколько минут");
define("LAN_ERROR_40", "Если проблема не устранена, свяжитесь с администратором сайта");
define("LAN_ERROR_41", "Обнаруженная ошибка:");
define("LAN_ERROR_42", "Дополнительные сведения об ошибке:");
define("LAN_ERROR_43", "Сайт временно недоступен");
define("LAN_ERROR_44", "Логотип сайта");
define("LAN_ERROR_45", "Что вы можете сделать?");
define("LAN_ERROR_46", "Проверьте лог для подробностей.");


?>