<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Russian Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/12/25 18:32:12
|
|        $Author: net1313 $
+---------------------------------------------------------------+
*/
define("LANINS_001", "Установка e107");
define("LANINS_002", "Шаг");
define("LANINS_003", "1");
define("LANINS_004", "Выбор Языка");
define("LANINS_005", "Пожалуйста, выберите язык установщика");
define("LANINS_007", "4");
define("LANINS_008", "Проверка версий PHP и MySQL / Проверка прав доступа к файлам");
define("LANINS_009", "Повторить тест доступа");
define("LANINS_010", "Файл без установленных прав для записи:");
define("LANINS_010a", "Каталог без установленных прав для записи:");
define("LANINS_012", "Функции MySQL не существует. Это скорее всего означает, что не установлено расширение MySQL для PHP, или PHP не был скомпилирован с поддержкой MySQL.");
define("LANINS_013", "Не удалось определить версию MySQL. Это не критичная ошибка, и можно продолжить установку. Но имейте в виду, что e107 требует MySQL >= 3.23 для корректной работы.");
define("LANINS_014", "Права доступа к файлам");
define("LANINS_015", "Версия PHP");
define("LANINS_017", "ПРОЙДЕНО");
define("LANINS_018", "Убедитесь, что все перечисленные файлы существуют и доступны для записи. Обычно это делается с помощью команды CHMOD 777, но не всегда. Поэтому если возникли проблемы, свяжитесь с вашим хостинг-провайдером.");
define("LANINS_019", "Установленная на вашем сервере версия PHP не поддерживается e107. Минимальные требования к версии PHP - ".MIN_PHP_VERSION.". Обновите версию PHP, или свяжитесь с вашим хостинг-провайдером для обновления.");
define("LANINS_021", "2");
define("LANINS_022", "Сервер базы данных MySQL");
define("LANINS_023", "Введите свои настройки для MySQL. Если у вас есть root доступ, поставьте галочку. Если нет, то вы должны сначала создать базу данных, или использовать существующую. При наличии только одной БД, создайте префикс, чтобы избежать конфликта с другими скриптами. Если не знаете своих настроек для MySQL, свяжитесь с вашим хостинг-провайдером.");
define("LANINS_024", "Сервер MySQL:");
define("LANINS_025", "Имя пользователя MySQL:");
define("LANINS_026", "Пароль для MySQL:");
define("LANINS_027", "Название базы данных:");
define("LANINS_028", "Создать базу данных?");
define("LANINS_029", "Префикс таблиц:");
define("LANINS_030", "Адрес/название сервера MySQL. Можно прописать порт. Например, 'hostname:port' или путь на локальный сокет, например \":/path/to/socket\", или localhost.");
define("LANINS_031", "Имя пользователя, которое e107 будет применять для подключения к серверу MySQL");
define("LANINS_032", "Пароль пользователя, которого вы только что назначили. Не должен содержать одинарные или двойные кавычки.");
define("LANINS_033", "База данных, к которой подключается e107. Иногда называется схемой. Должна начинаться с буквы. Если пользователь имеет права для создания базы, вы можете выбрать создание базы данных автоматически, если она ещё не существует.");
define("LANINS_034", "Префикс, который e107 будет использовать при создании таблиц системы. Полезно для установки нескольких e107 в одной схеме базы данных.");
define("LANINS_036", "3");
define("LANINS_037", "Проверка подключения к MySQL");
define("LANINS_038", "и создание базы данных");
define("LANINS_039", "Убедитесь, что вы заполнили все поля: название сервера MySQL, имя пользователя MySQL и наименование базы данных (что обычно требуется для подключения к MySQL)");
define("LANINS_040", "Ошибки");
define("LANINS_041", "e107 не смог подключиться к серверу MySQL, используя введённые вами данные. Вернитесь на предыдущую страницу и убедитесь, что информация является правильной.");
define("LANINS_042", "Подключение к серверу MySQL произведено и проверено.");
define("LANINS_043", "Не удалось создать базу данных. Убедитесь, что у вас есть необходимые права для создание БД на сервере.");
define("LANINS_044", "База данных создана успешно.");
define("LANINS_045", "Нажмите на кнопку для перехода к следующему шагу.");
define("LANINS_046", "5");
define("LANINS_047", "Администратор системы");
define("LANINS_048", "Расширение EXIF");
define("LANINS_049", "Введённые данные в полях пароля не совпадают. Вернитесь назад и попробуйте ещё раз.");
define("LANINS_050", "Расширение XML");
define("LANINS_051", "Установлено");
define("LANINS_052", "Не установлено");
define("LANINS_055", "Подтверждение установки");
define("LANINS_056", "6");
define("LANINS_057", "Теперь e107 готов завершить установку. Нажмите «Продолжить», чтобы создать таблицы в базе данных и сохранить ваши настройки.");
define("LANINS_058", "7");
define("LANINS_060", "Не удается прочитать датафайл sql. Убедитесь, что файл [b]core_sql.php[/b] существует в каталоге [b]/e107_core/sql[/b].");
define("LANINS_061", "e107 не удалось создать все необходимые таблицы в базе данных. Очистите базу данных и исправьте все ошибки перед следующей попыткой.");
define("LANINS_069", "e107 успешно установлен! В целях безопасности рекомендуем выставить права файла [b]e107_config.php[/b] обратно на 644. Также удалите install.php с вашего сервера после нажатия кнопки снизу.");
define("LANINS_070", "e107 не смог сохранить на сервере основной файл настроек. Убедитесь, что на файл [b]e107_config.php[/b] выставлены корректные права доступа");
define("LANINS_071", "Установка завершена");
define("LANINS_072", "Имя администратора");
define("LANINS_073", "Это имя будет использоваться для входа на сайт. Если вы хотите использовать его таким же, как ваше отображаемое имя");
define("LANINS_074", "Отображаемое имя администратора");
define("LANINS_076", "Пароль администратора");
define("LANINS_077", "Введите пароль администратора системы");
define("LANINS_078", "Подтверждение пароля");
define("LANINS_079", "Для подтверждения, введите пароль ещё раз");
define("LANINS_080", "Адрес эл. почты администратора");
define("LANINS_081", "Введите свой адрес электронной почты");
define("LANINS_083", "MySQL сообщил об ошибке:");
define("LANINS_084", "Программе установки не удалось подключиться к базе данных");
define("LANINS_085", "Программе установки не удалось выбрать базу данных:");
define("LANINS_086", "Имя пользователя администратора, пароль администратора и адрес эл. почты администратора являются обязательными полями. Пожалуйста, вернитесь на предыдущую страницу и убедитесь, что информация введена верно.");
define("LANINS_105", "Имя базы данных или префикс, которые начинаются с цифр, после которых идут 'e' или 'E', не является допустимым");
define("LANINS_106", "ПРЕДУПРЕЖДЕНИЕ - e107 не может создать запись в перечисленные каталоги/файлы. Это не остановит инсталляцию e107, но означает, что некоторые функции не будут доступны. Вам необходимо изменить права доступа к файлам для использования этих функций");
define("LANINS_107", "Имя сайта");
define("LANINS_108", "Мой сайт");
define("LANINS_109", "Тема сайта");
define("LANINS_111", "Включить настройки контента");
define("LANINS_112", "Быстро воспроизвести внешний вид предварительного просмотра темы. (Если имеется)");
define("LANINS_113", "Введите имя сайта");
define("LANINS_114", "Выберите тему");
define("LANINS_115", "Название темы");
define("LANINS_116", "Тип шаблона");
define("LANINS_117", "Настройки сайта");
define("LANINS_118", "Установка плагинов");
define("LANINS_119", "Установить плагины, используемые шаблоном сайта.");
define("LANINS_120", "8");
define("LANINS_121", "e107_config.php не является пустым файлом");
define("LANINS_122", "Возможно, используется уже существующая установка, или инсталлятор не завершил все этапы успешно. Необходимо очистить файл от записей.");
define("LANINS_123", "Дополнительно: Ваше публичное имя или псевдоним. Оставьте пустым, чтобы использовать имя пользователя");
define("LANINS_124", "Выберите пароль, состоящий как минимум из 8 символов");
define("LANINS_125", "e107 успешно установлен!");
define("LANINS_126", "В целях безопасности рекомендуется выставить права доступа к файлу e107_config.php обратно на 644.");
define("LANINS_127", "База данных [x] уже существует. Перезаписать её? (все имеющиеся данные будут удалены)");
define("LANINS_128", "Перезапись");
define("LANINS_129", "База данных не найдена.");
define("LANINS_134", "Установка");
define("LANINS_135", "из");
define("LANINS_136", "Текущая база данных удалена");
define("LANINS_137", "Найдена существующая база данных");
define("LANINS_141", "Заполните форму данными, необходимыми для подключения к MySQL. Если не располагаете такой информацей, свяжитесь с вашим хостинг-провайдером. Наведите курсор на поля для подсказок.");
define("LANINS_142", "ВНИМАНИЕ: Переименуйте e107.htaccess в .htaccess");
define("LANINS_144", "ВНИМАНИЕ: Скопируйте содержимое [b]e107.htaccess[/b] в ваш файл [b].htaccess[/b]. Постарайтесь НЕ перезаписать данные, которые уже могут там быть.");
define("LANINS_145", "Для e107 v2.x требуется версия PHP [x]. Обратитесь к вашему хостинг-провайдеру или прочитайте информацию в [y], прежде чем продолжить.");
define("LANINS_146", "Тема Панели Администратора");
define("LANINS_147", "Администрация");

?>