<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Russian Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/12/11 01:06:16
|
|        $Author: fsLeg $ net1313
+---------------------------------------------------------------+
*/

define("PAGE_NAME", "Загрузки");
define("LAN_UL_001", "Неверный адрес эл. почты");
define("LAN_UL_002", "У вас недостаточно прав для загрузки файлов.");
define("LAN_UL_020", "Ошибка");
define("LAN_UL_021", "Неудачная загрузка");
define("LAN_UL_022", "Зависит от типа файла");
define("LAN_UL_023", "Тип");
define("LAN_UL_024", "Максимальный размер");
define("LAN_UL_025", "Загрузка файлов не разрешена");
define("LAN_UL_026", "");
define("LAN_UL_027", "");
define("LAN_UL_032", "Вы должны выбрать категорию");
define("LAN_UL_033", "Необходимо ввести правильный адрес электронной почты");
define("LAN_UL_034", "Необходимо указать имя файла");
define("LAN_UL_035", "Необходимо ввести описание");
define("LAN_UL_036", "Необходимо указать файл для загрузки");
define("LAN_UL_037", "Необходимо указать категорию");
define("LAN_UL_038", "");
define("LAN_61", "Ваше имя:");
define("LAN_112", "Адрес электронной почты:");
define("LAN_144", "Адрес сайта:");
define("LAN_402", "Только зарегистрированные пользователи могут загружать файлы.");
define("LAN_404", "Спасибо. Ваши файлы будут проверены администратором и размещены на сайте при отсутствии проблем.");
define("LAN_406", "Обратите внимание");
define("LAN_407", "Любые другие типы файлов будут немедленно удалены.");
define("LAN_408", "Подчеркнуто");
define("LAN_409", "Имя файла");
define("LAN_410", "Версия");
define("LAN_411", "Файл");
define("LAN_413", "Описание");
define("LAN_414", "Демонстрация работы");
define("LAN_415", "введите URL, где находится демонстрация");
define("LAN_416", "Отправить и загрузить");
define("LAN_417", "Загрузить файл");
define("LAN_418", "Максимальный размер файла:");
define("DOWLAN_11", "Категория");
define("LAN_419", "Разрешённые типы файлов");
define("LAN_420", "поля обязательны для заполнения");

?>