<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Russian Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/12/10 23:11:15
|
|        $Author: fsLeg $ net1313
+---------------------------------------------------------------+
*/
define("LAN_LOGIN_1", "Имя пользователя");
define("LAN_LOGIN_2", "Пароль");
define("LAN_LOGIN_3", "Защищённый сервер");
define("LAN_LOGIN_4", "Пожалуйста, войдите");
define("LAN_LOGIN_5", "Нажмите здесь, чтобы зарегистрироваться");
define("LAN_LOGIN_6", "На данный момент регистрация пользователей отключена");
define("LAN_LOGIN_7", "Введите код");
define("LAN_LOGIN_8", "Запомнить меня");
define("LAN_LOGIN_9", "Войти");
define("LAN_LOGIN_10", "Нажмите, чтобы войти");
define("LAN_LOGIN_11", "Регистрация");
define("LAN_LOGIN_12", "Забыли пароль");
define("LAN_LOGIN_13", "Пожалуйста, введите отобрaженный текст");
define("LAN_LOGIN_14", "Пользователь попытался войти в систему с неизвестным именем пользователя");
define("LAN_LOGIN_15", "Пользователь попытался войти в систему с неверным паролем");
define("LAN_LOGIN_16", "Пользователь попытался войти с именем пользователя/паролем, которые уже используются");
define("LAN_LOGIN_17", "Пароль пользователя (хешированный)");
define("LAN_LOGIN_18", "Авто-запрет: более чем [x] неудачных попыток входа");
define("LAN_LOGIN_19", "> 10 неудачных попыток входа");
define("LAN_LOGIN_20", "Вы оставили обязательные поля пустыми");
define("LAN_LOGIN_21", "Неверный логин. Введенные данные не соответствует зарегистрированному пользователю. Проверьте, не включён ли CAPS-LOCK, поскольку имена пользователей на сайте регистрозависимы");
define("LAN_LOGIN_22", "Вы не активировали аккаунт. Вы должны были получить письмо с инструкциями о том, как подтвердить свой аккаунт. Если вы его не получили, нажмите [здесь]");
define("LAN_LOGIN_23", "Введен неправильный код");
define("LAN_LOGIN_24", "Это сочетание имени пользователя и пароля уже используется.");
define("LAN_LOGIN_25", "Забаненный пользователь попытался войти");
define("LAN_LOGIN_26", "Ошибка входа - причина неизвестна");
define("LAN_LOGIN_27", "Пользователь попытался войти в систему прежде, чем подтвердился по эл. почте");
define("LAN_LOGIN_28", "Электронная почта");
define("LAN_LOGIN_29", "Логин или адрес эл. почты");
define("LAN_LOGIN_30", "Ошибка при добавлении нового пользователя в БД, использующего альтернативную аутентификацию");
define("LAN_LOGIN_31", "Ваши учетные данные не могут быть добавлены в систему");
define("LAN_LOGIN_32", "Вы видите это сообщение, потому что в настоящее время вы вошли в систему как Главный Администратор");
define("LAN_LOGIN_33", "[Вернуться на главную]");
define("LAN_LOGIN_34", "Регистрация, или вход пользователя на данный момент отключены");
define("LAN_LOGIN_35", "[Включить]");

?>