<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Russian Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/04/02 11:30:43
|
|        $Author: fsLeg $
+---------------------------------------------------------------+
*/
define("PAGE_NAME", "Восстановление пароля");
define("LAN_02", "Извините, не удалось отправить письмо. Обратитесь к главному администратору сайта.");
define("LAN_03", "Восстановление пароля");
define("LAN_05", "Для сброса пароля введите следующую информацию");
define("LAN_06", "Попытка сброса пароля");
define("LAN_07", "Кто-то с IP-адресом");
define("LAN_08", "попытался сбросить пароль главного администратора.");
define("LAN_09", "Сброс пароля из");
define("LAN_112", "Адрес электронной почты, зарегистрированный на этом сайте");
define("LAN_213", "Это имя пользователя/адрес электронной почты не найдены в базе данных.");
define("LAN_214", "Не удалось сбросить пароль");
define("LAN_218", "Ваше имя пользователя:");
define("LAN_FPW1", "Имя пользователя");
define("LAN_FPW4", "Запрос для сброса этого пароля уже был отправлен. Если вы не получили письмо, обратитесь за помощью к администратору сайта.");
define("LAN_FPW5", "Запрос на сброс пароля для");
define("LAN_FPW6", "На ваш адрес электронной почты было отправлено письмо со ссылкой для сброса пароля.");
define("LAN_FPW7", "Неверная ссылка для сброса пароля.<br>Для получения подробной информации обратитесь к администратору сайта.");
define("LAN_FPW8", "Ваш пароль успешно изменен.");
define("LAN_FPW9", "Новый пароль:");
define("LAN_FPW10", "Пожалуйста");
define("LAN_FPW11", "войдите сейчас же");
define("LAN_FPW12", "и в целях безопасности немедленно измените пароль.");
define("LAN_FPW13", "Следуйте указаниям в письме, чтобы подтвердить свой пароль.");
define("LAN_FPW14", "был отправлен кем-то с IP");
define("LAN_FPW15", "Это не значит, что ваш пароль еще был сброшен.  Вам необходимо перейти по ссылке ниже, чтобы завершить процесс сброса.");
define("LAN_FPW16", "Если вы не запрашивали сброс пароля и НЕ хотите его сбрасывать, просто проигнорируйте это письмо");
define("LAN_FPW17", "Ссылка ниже будет действительна 48 часов.");
define("LAN_FPW18", "Запрошен сброс пароля");
define("LAN_FPW19", "Отправка письма не удалась");
define("LAN_FPW20", "Письмо отправлено успешно");
define("LAN_FPW21", "Пользователь нажал на ссылку сброса пароля");
define("LAN_FPW_100", "Забыли пароль?");
define("LAN_FPW_101", "Не переживайте. Введите свой адрес электронной почты ниже и мы вышлем вам письмо с инструкцией для восстановления.");
define("LAN_FPW_102", "Сбросить пароль");


?>