<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Russian Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2016/07/30 03:12:13
|
|        $Author: admin $
+---------------------------------------------------------------+
*/
define("LAN_USER_01", "Отображаемое имя");
define("LAN_USER_02", "Логин");
define("LAN_USER_03", "Настоящее имя");
define("LAN_USER_04", "Пользовательский заголовок");
define("LAN_USER_06", "Фотография");
define("LAN_USER_07", "Аватар");
define("LAN_USER_09", "Подпись");
define("LAN_USER_10", "Скрыть электронную почту");
define("LAN_USER_12", "Группа пользователя");
define("LAN_USER_13", "ID");
define("LAN_USER_14", "Дата регистрации");
define("LAN_USER_15", "Последние посещение");
define("LAN_USER_16", "Текущее посещение");
define("LAN_USER_18", "IP-адрес");
define("LAN_USER_19", "Бан");
define("LAN_USER_20", "Настройки");
define("LAN_USER_21", "Посещения");
define("LAN_USER_22", "Администратор");
define("LAN_USER_23", "Права");
define("LAN_USER_24", "Смена пароля");
define("LAN_USER_31", "Главный администратор");
define("LAN_USER_32", "Администратор сайта");
define("LAN_USER_33", "нет информации");
define("LAN_USER_34", "назад");
define("LAN_USER_35", "[скрыто по запросу]");
define("LAN_USER_36", "Нажмите здесь, чтобы посмотреть комментарии пользователя");
define("LAN_USER_37", "Нажмите здесь, чтобы посмотреть публикации на форуме");
define("LAN_USER_38", "Нажмите здесь, чтобы обновить вашу информацию");
define("LAN_USER_39", "Нажмите здесь, чтобы изменить информацию о пользователе");
define("LAN_USER_40", "предыдущий пользоватесь");
define("LAN_USER_41", "следующий пользователь");
define("LAN_USER_42", "нет фотографии");
define("LAN_USER_43", "удалить фотографию");
define("LAN_USER_44", "Прочее");
define("LAN_USER_45", "По убыванию");
define("LAN_USER_46", "По возрастанию");
define("LAN_USER_49", "Нет информации о пользователе, поскольку он не зарегистрирован на");
define("LAN_USER_50", "Профиль пользователь");
define("LAN_USER_51", "Неверный пользователь.");
define("LAN_USER_52", "Зарегистрированные пользователи");
define("LAN_USER_53", "Нет зарегистрированных пользователей.");
define("LAN_USER_54", "Уровень");
define("LAN_USER_55", "У вас нет доступа к просмотру этой страницы.");
define("LAN_USER_56", "Зарегистрированные пользователи:");
define("LAN_USER_57", "Порядок:");
define("LAN_USER_58", "Пользователь");
define("LAN_USER_59", "Зарегистрирован");
define("LAN_USER_60", "Адрес электронной почты:");
define("LAN_USER_62", "Отправить личное сообщение");
define("LAN_USER_63", "Настоящее имя:");
define("LAN_USER_64", "Статистика сайта");
define("LAN_USER_65", "Последнее посещение");
define("LAN_USER_66", "Посещений с момента регистрации");
define("LAN_USER_67", "Сообщений чата");
define("LAN_USER_68", "Комментариев");
define("LAN_USER_69", "Сообщений на форуме");
define("LAN_USER_71", "Подпись:");
define("LAN_USER_72", "Аватар:");
define("LAN_USER_73", "выбор содержания/рассылок");
define("LAN_USER_74", "Пользовательский заголовок");
define("LAN_USER_75", "Ваше --SOMETHING-- обязательно для заполнения");
define("LAN_USER_76", "Подписан на");
define("LAN_USER_77", "Ваш пароль должен содержать не менее --COUNT-- символов.");
define("LAN_USER_78", "Мин.");
define("LAN_USER_79", "символов.");
define("LAN_USER_80", "имя, отображаемое на сайте");
define("LAN_USER_81", "Имя пользователя:");
define("LAN_USER_82", "имя, используемое для входа на сайт");
define("LAN_USER_83", "Скрыть адрес электронной почты?:");
define("LAN_USER_84", "Ваш адрес электронной почты не будет отображаться на сайте");
define("LAN_USER_85", "Если вы хотите изменить ваше имя пользователя, обратитесь к администратору сайта");
define("LAN_USER_86", "Максимальный размер аватара - --WIDTH-- x --HEIGHT-- пикселей");
define("LAN_USER_87", "Войдите, чтобы оценить этого пользователя!");
define("LAN_XUP_ERRM_01", "Регистрация не удалась! Эта функция отключена.");
define("LAN_XUP_ERRM_02", "Регистрация не удалась! Неверный провайдер.");
define("LAN_XUP_ERRM_03", "Вход не удался! Неверный провайдер.");
define("LAN_XUP_ERRM_04", "Регистрация не удалась! Пользователь уже залогинен.");
define("LAN_XUP_ERRM_05", "Регистрация не удалась! Пользователь уже существует. Если это вы, воспользуйтесь кнопкой "вход".");
define("LAN_XUP_ERRM_06", "Регистрация не удалась! Недоступен адрес электронной почты. Регистрация без электронной почты невозможна.");


?>