<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Russian Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/12/25 18:52:24
|
|        $Author: fsLeg  net1313 $
+---------------------------------------------------------------+
*/

define("PAGE_NAME", "Настройки пользователя");
define("MAX_AVWIDTH", "Максимальный размер аватара (ШxВ)");
define("MAX_AVHEIGHT", " x ");
define("LAN_USET_1", "Ваш аватар слишком широкий");
define("LAN_USET_2", "Максимальная допустимая ширина");
define("LAN_USET_3", "Ваш аватар слишком высокий");
define("LAN_USET_4", "Максимальная допустимая высота");
define("LAN_USET_7", "Прочее");
define("LAN_USET_8", "Подпись пользователя");
define("LAN_USET_9", "Некоторые обязательные поля в ваших настройках (отмеченные *) не заполнены.");
define("LAN_USET_10", "Обновите ваши настройки, чтобы продолжить.");
define("LAN_USET_11", "Это имя пользователя не может быть принято, выберите другое");
define("LAN_USET_12", "Это отображаемое имя слишком короткое, выберите другое");
define("LAN_USET_13", "Недопустимые символы в имени пользователя, выберите другое");
define("LAN_USET_14", "Слишком длинный логин, выберите другой");
define("LAN_USET_15", "Отображаемое имя слишком длинное, выберите другое");
define("LAN_USET_16", "Поставьте галочку для удаления существующего фото без загрузки другого");
define("LAN_USET_17", "Отображаемое имя уже используется, выберите другое");
define("LAN_USET_18", "Данные пользователя изменены администратором: [x], логин: [y]");
define("LAN_USET_20", "Вы также должны изменить пароль пользователя, если меняете логин или адрес электронной почты");
define("LAN_USET_21", "Подтвердите изменения, повторно введя свой пароль:");
define("LAN_USET_23", "Оставьте пустым, чтобы оставить текущий пароль");
define("LAN_USET_24", "Новый пароль:");
define("LAN_USET_25", "Введите новый пароль повторно:");
define("LAN_USET_26", "Загрузить аватар");
define("LAN_USET_27", "Загрузить фотографию");
define("LAN_USET_28", "Он будет показан на странице вашего профиля");
define("LAN_USET_30", "что это?");
define("LAN_USET_31", "Регистрационная информация");
define("LAN_USET_32", "Обратите внимание: любые изображения, загруженные на сервер, которые администраторы сочтут неуместными, будут немедленно удалены.");
define("LAN_USET_33", "Выбрать аватар из существующих");
define("LAN_USET_34", "Использовать удаленный аватар");
define("LAN_USET_35", "Введите полный адрес изображения");
define("LAN_USET_36", "Нажмите кнопку, чтобы увидеть аватары, доступные на сайте");
define("LAN_USET_37", "Сохранить настройки");
define("LAN_USET_38", "Выбрать аватар");
define("LAN_USET_39", "Обновить настройки пользователя");
define("LAN_USET_40", "Эти пароли не совпадают");
define("LAN_USET_41", "Настройки обновлены и сохранены в базе данных.");
define("LAN_USET_42", "Несоответствие ключа проверки");
define("LAN_USET_43", "Ошибка при обновлении данных пользователя");
define("LAN_7", "Отображаемое имя:");
define("LAN_8", "имя, отображаемое на сайте");
define("LAN_9", "Имя пользователя:");
define("LAN_10", "имя, используемое для входа на сайт");
define("LAN_112", "Адрес электронной почты:");
define("LAN_113", "Скрыть адрес электронной почты?:");
define("LAN_114", "Ваша электронная почта не будет отображаться на сайте");
define("LAN_120", "Подпись:");
define("LAN_122", "Часовой пояс:");
define("LAN_152", "Новый пароль:");
define("LAN_153", "Введите новый пароль повторно:");
define("LAN_154", "Сохранить настройки");
define("LAN_308", "Настоящее имя:");
define("LAN_401", "Оставьте пустым, чтобы оставить текущий пароль");
define("LAN_404", "Обратите внимание: любые изображения, загруженные на сервер, которые администраторы сочтут неуместными, будут немедленно удалены.");
define("LAN_414", "Загрузите вашу фотографию");
define("LAN_415", "Загрузите ваш аватар");
define("LAN_418", "Регистрационная информация");
define("LAN_420", "Аватар");
define("LAN_421", "Выбрать аватар из существующих");
define("LAN_422", "Использованать удаленный аватар");
define("LAN_423", "Введите полный адрес изображения");
define("LAN_424", "Нажмите кнопку, чтобы увидеть аватары, доступные на сайте");
define("LAN_425", "Фотография");
define("LAN_426", "Он будет показан на странице вашего профиля");
define("LAN_433", "URL вашего файла XUP");
define("LAN_434", "Что это?");
define("LAN_435", "Файл XML данных пользователя");
define("LAN_CUSTOMTITLE", "Заголовок пользователя");
define("LAN_USET_5", "Подписан на");
define("LAN_USET_6", "Подпишитесь на наши рассылки и/или разделы сайта.");
?>