<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Russian Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/12/10 22:30:44
|
|        $Author: fsLeg $ net1313
+---------------------------------------------------------------+
*/
define("PAGE_NAME", "Обновление пароля");
define("LAN_02", "Извините, не удалось отправить письмо. Обратитесь к главному администратору сайта.");
define("LAN_03", "Обновление пароля");
define("LAN_05", "Для обновления пароля, введите следующую информацию");
define("LAN_06", "Попытка сброса пароля");
define("LAN_07", "Кто-то с IP-адресом");
define("LAN_08", "попытался заменить пароль администратора.");
define("LAN_09", "Сборс пароля от ");
define("LAN_112", "Адрес эл. почты, зарегистрированный на этом сайте");
define("LAN_213", "Эта связкa логин/email не найдена в базе данных");
define("LAN_214", "Не удалось сбросить пароль");
define("LAN_218", "Ваше имя пользователя:");
define("LAN_FPW1", "Имя пользователя");
define("LAN_FPW4", "Запрос на обновления этого пароля уже был отправлен. Если вы не получили письмо, обратитесь за помощью к администратору сайта.");
define("LAN_FPW5", "Запрос на сброс пароля для");
define("LAN_FPW6", "На ваш адрес эл. почты было отправлено письмо с гиперссылкой, позволяющей зaменить пароль.");
define("LAN_FPW7", "Неверная ссылка для сброса пароля.<br>Для получения подробной информации обратитесь к администратору сайта.");
define("LAN_FPW8", "Ваш пароль успешно изменен");
define("LAN_FPW9", "Новый пароль: ");
define("LAN_FPW10", "Пожалуйста");
define("LAN_FPW11", "войдите сейчас же");
define("LAN_FPW12", "и в целях безопасности немедленно измените пароль.");
define("LAN_FPW13", "Следуйте указаниям в письме, чтобы подтвердить свой пароль.");
define("LAN_FPW14", "был отправлен кем-то с IP ");
define("LAN_FPW15", "Это не значит, что ваш пароль был обновлен. Вы должны проследовать по ссылке, указанной ниже, чтобы завершить зaмену пароля.");
define("LAN_FPW16", "Если вы не запрашивали обновление пароля и вы НЕ желаете его зaмены, просто игнорируйте это письмо.");
define("LAN_FPW17", "Ссылка ниже будет действительна 48 часов.");
define("LAN_FPW18", "Запрошен сброс пароля");
define("LAN_FPW19", "Отправка письма не удалась");
define("LAN_FPW20", "Письмо отправлено успешно");
define("LAN_FPW21", "Пользователь нажал на ссылку сброса пароля");
define("LAN_FPW_100", "Забыли пароль?");
define("LAN_FPW_101", "Не переживайте. Введите ниже свой адрес эл. почты и мы отправим вам письмо с инструкцией для восстановления.");
define("LAN_FPW_102", "Сбросить пароль");

?>