<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Russian Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2018/01/02 01:16:02
|
|        $Author: net1313 $ https://e107-ru.com
+---------------------------------------------------------------+
*/
define("BNRLAN_00", "Пока не создано баннеров");
define("BNRLAN_01", "ID баннера не найден");
define("BNRLAN_11", "Кампания");
define("BNRLAN_12", "Логин клиента");
define("BNRLAN_15", "URL для перехода");
define("BNRLAN_16", "Приобретено показов");
define("BNRLAN_25", "Добавить новую кампанию или выбрать существующую");
define("BNRLAN_28", "Добавить нового или выбрать существующего клиента");
define("BNRLAN_29", "Введите имя клиента");
define("BNRLAN_31", "Неограниченно если оставить пустым");
define("BNRLAN_32", "Выбрать изображение баннера");
define("BNRLAN_33", "Код");
define("BNRLAN_35", "Меню баннера");
define("BNRLAN_38", "Реклама");
define("BNRLAN_39", "Кампании показанные в этом меню");
define("BNRLAN_40", "Пока нет кампаний");
define("BNRLAN_41", "Количество баннеров для показа");
define("BNRLAN_42", "Используется только если выбрано несколько кампаний");
define("BNRLAN_43", "Как отображать кампании");
define("BNRLAN_44", "Выберите тип отображения...");
define("BNRLAN_45", "Одна кампания в одном меню");
define("BNRLAN_46", "Все выбранные кампании в одном меню");
define("BNRLAN_47", "Все выбранные кампании в отдельном меню");
define("BNRLAN_48", "Все выбранные кампании (no box rendering)");
define("BNRLAN_50", "Локальное");
define("BNRLAN_51", "Удаленное");
define("BNRLAN_HELP_02", "Используйте этот плагин для управления рекламой на веб-сайте. [br] [br] При создании нового баннера можно создать имя пользователя и пароль для входа клиента и проверки хода кампании. [br] [br] Можно включить баннерное меню с помощью менеджера меню и выполнить дальнейшую настройку.");
