<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Russian Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2016/01/18 15:04:22
|
|        $Author: admin $
+---------------------------------------------------------------+
*/
define("BNRLAN_00", "Никаких баннеров, еще не создан.");
define("BNRLAN_01", "Баннер идентификатор не найден.");
define("BNRLAN_11", "Кампания");
define("BNRLAN_12", "Вход для клиентов");
define("BNRLAN_15", "Щелкните URL-адрес");
define("BNRLAN_16", "Количество показов приобрели");
define("BNRLAN_25", "Добавьте новый или выберите существующую кампанию");
define("BNRLAN_28", "Добавьте новый или выберите существующий клиент");
define("BNRLAN_29", "Введите новый клиент");
define("BNRLAN_31", "Нет предела, когда оставлено пустым.");
define("BNRLAN_32", "Выбрать изображение баннера");
define("BNRLAN_33", "Код");
define("BNRLAN_35", "Баннер меню");
define("BNRLAN_38", "Реклама");
define("BNRLAN_39", "Кампании, чтобы показать в меню");
define("BNRLAN_40", "Кампаний не проводилось.");
define("BNRLAN_41", "Количество баннеров показать");
define("BNRLAN_42", "Это используется только, когда выбраны несколько кампаний.");
define("BNRLAN_43", "Как показать кампании?");
define("BNRLAN_44", "Выберите тип визуализации...");
define("BNRLAN_45", "Одна кампания, оказываемых в единое меню");
define("BNRLAN_46", "Все выбранные кампании, оказываемых в одно единое меню");
define("BNRLAN_47", "Все выбранные кампании, оказываемых в отдельном меню");
define("BNRLAN_48", "Все выбранные кампании (не окно визуализации)");
define("BNRLAN_51", "Удаленный");
define("BNRLAN_HELP_01", "Баннер помощь");
define("BNRLAN_HELP_02", "Используйте этот плагин для управления рекламы на вашем сайте.<br><br>При создании нового баннера можно создать имя пользователя и пароль для вашего клиента, чтобы login и проверить ход кампании.<br><br>Вы можете включить баннер меню, с помощью диспетчера меню и настройки оттуда.");
define("BNRLAN_50", "Местные");
