<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Russian Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/12/15 23:25:02
|
|        $Author: net1313 $
+---------------------------------------------------------------+
*/

define("BNRLAN_00", "Пока не создано баннеров");
define("BNRLAN_01", "ID баннера не найден");
define("BNRLAN_11", "Кампания");
define("BNRLAN_12", "Логин клиента");
define("BNRLAN_15", "URL для перехода");
define("BNRLAN_16", "Приобретено показов");
define("BNRLAN_25", "Добавить новую кампанию или выбрать существующую");
define("BNRLAN_28", "Добавить нового или выбрать существующего клиента");
define("BNRLAN_29", "Введите имя клиента");
define("BNRLAN_31", "Неограниченно если оставить пустым");
define("BNRLAN_32", "Выбрать изображение баннера");
define("BNRLAN_33", "Код");
define("BNRLAN_35", "Меню баннера");
define("BNRLAN_38", "Реклама");
define("BNRLAN_39", "Кол-во кампаний для показа в меню");
define("BNRLAN_40", "Пока нет кампаний");
define("BNRLAN_41", "Количество баннеров для показа");
define("BNRLAN_42", "Используется только если выбрано несколько кампаний");
define("BNRLAN_43", "Как отображать кампании");
define("BNRLAN_44", "Выберите тип отображения...");
define("BNRLAN_45", "Одна кампания в одном меню");
define("BNRLAN_46", "Все выбранные кампании в одном меню");
define("BNRLAN_47", "Все выбранные кампании в отдельном меню");
define("BNRLAN_48", "Все выбранные кампании (no box rendering)");
define("BNRLAN_50", "Локальное");
define("BNRLAN_51", "Удаленное");
define("BNRLAN_HELP_01", "Баннер: справка");
define("BNRLAN_HELP_02", "Плагин предназначен для управления рекламными кампаниями.<br /><br />При создании новой рекламной кампании можно установить логин и пароль для вашего клиента, чтобы тот смог проверить ход кампании.<br /><br />Вы также можете включить баннер в меню с помощью менеджера меню и выполнить дальнейшие настройки уже оттуда.");
?>