<?php

// Bing-Translated Language file 
// Generated for e107 v2.x by the Multi-Language Plugin
// https://github.com/e107inc/multilan

define("LAN_dl_1", "(Ограниченный доступ)");
define("LAN_dl_4", "Файлы доступны:");
define("LAN_dl_5", "Общий размер файлов:");
define("LAN_dl_6", "Загруженные файлы:");
define("LAN_dl_8", "Получить");
define("LAN_dl_9", "Вернуться к списку категорий");
define("LAN_dl_13", "Нет оценок");
define("LAN_dl_14", "Оценить эту загрузку");
define("LAN_dl_16", "Download(s) от");
define("LAN_dl_29", "Скачали");
define("LAN_dl_30", "Автор электронной почты");
define("LAN_dl_31", "Автор веб-сайт");
define("LAN_dl_36", "Новые файлы для загрузки");
define("LAN_dl_40", "Нажмите здесь для скриншота");
define("LAN_dl_43", "Голос");
define("LAN_dl_44", "Голоса");
define("LAN_dl_45", "Сообщить о не работающей загрузки");
define("LAN_dl_46", "Нажмите здесь, чтобы скачать");
define("LAN_dl_47", "Сообщение было отправлено");
define("LAN_dl_48", "Сообщение отправлено администратору.<br>Спасибо.");
define("LAN_dl_49", "Нажмите здесь, чтобы вернуться к закачкам");
define("LAN_dl_50", "Скачивание сообщили");
define("LAN_dl_51", "Отчетность скачать:");
define("LAN_dl_53", "Нажмите, чтобы посмотреть закачку");
define("LAN_dl_54", "Администратор будет уведомлён об этой загрузки, пожалуйста, оставьте сообщение если вы считаете это необходимым.");
define("LAN_dl_55", "Не используйте эту форму чтобы связаться с администратором по любой другой причине.");
define("LAN_dl_57", "сообщает");
define("LAN_dl_58", "О следующей загрузке было сообщено как о не рабочей");
define("LAN_dl_59", "Сообщил:");
define("LAN_dl_60", "О не работающей загрузке сообщено от");
define("LAN_dl_62", "Вы не смогли загрузить этот файл; Вы превысили квоту загрузок");
define("LAN_dl_63", "Вы не имеют права скачать этот файл.");
define("LAN_dl_66", "Выберите Скачать Зеркало");
define("LAN_dl_67", "Выберите зеркало...");
define("LAN_dl_68", "Зеркало хост");
define("LAN_dl_72", "Запрашивает файл:");
define("LAN_dl_73", "Загрузки от этого зеркала:");
define("LAN_dl_74", "Всего загрузок от этого зеркала:");
define("LAN_dl_75", "изображение не доступно");
define("LAN_dl_77", "Загрузки");
define("LAN_dl_78", "Закачка отключена или прекращена. Пожалуйста, проверьте в [области загрузки] для более поздней версии.");
