<?php
/*
 * Copyright e107 Inc e107.org, Licensed under GNU GPL (http://www.gnu.org/licenses/gpl.txt)
 *
 * Language file - download plugin
 * Translated by net1313 $ 2017/12/16
*/

define("LAN_dl_1", "(Ограничено)");
define("LAN_dl_4", "Доступно файлов: ");
define("LAN_dl_5", "Общий размер доступных файлов: ");
define("LAN_dl_6", "Скачано файлов: ");
define("LAN_dl_8", "Получить");
define("LAN_dl_9", "Вернуться к списку категорий");
define("LAN_dl_13", "Без рейтинга");
define("LAN_dl_14", "Оценить загрузку");
define("LAN_dl_16", "скачиваний с");
define("LAN_dl_29", "Скачиваний");
define("LAN_dl_30", "Email автора");
define("LAN_dl_31", "Сайт автора");
define("LAN_dl_36", "Новые загрузки");
define("LAN_dl_40", "Нажмите для просмотра изображения");
define("LAN_dl_43", "голос");
define("LAN_dl_44", "голосов");
define("LAN_dl_45", "Сообщить о неработающей загрузке");
define("LAN_dl_46", "нажмите, чтобы скачать");
define("LAN_dl_47", "Сообщение отправлено");
define("LAN_dl_48", "Сообщение было отпрaвлено администратору.<br />Спасибо.");
define("LAN_dl_49", "Нажмите здесь, чтобы вернуться к скачиванию");
define("LAN_dl_50", "Обнаружена ошибка загрузки");
define("LAN_dl_51", "Сообщение о загрузке: ");
define("LAN_dl_53", "Нажмите, чтобы посмотреть");
define("LAN_dl_54", "Администратор будет автоматически уведомлен. Если считаете что это небходимо, оставьте сообщение.");
define("LAN_dl_55", "НЕ используйте эту форму для контакта с администратором по иному поводу.");
define("LAN_dl_57", "сообщил");
define("LAN_dl_58", "Собщено о неработающей загрузке с сайта");
define("LAN_dl_59", "Сообщение от: ");
define("LAN_dl_60", "Сообщение о неработающей загрузке от");
define("LAN_dl_62", "Вы не можете скачать этот файл, тaк кaк превышенa квотa.");
define("LAN_dl_63", "Вы не имеете прав доступа, чтобы скачать этот файл.");
define("LAN_dl_66", "Выберите зеркало загрузки");
define("LAN_dl_67", "Выбор зеркала ...");
define("LAN_dl_68", "Хост зеркала");
define("LAN_dl_72", "Запрашиваемый файл: ");
define("LAN_dl_73", "Загрузки с этого зеркала: ");
define("LAN_dl_74", "Всего загрузок с этого зеркала: ");
define("LAN_dl_75", "изображение отсутствует ");
define("LAN_dl_77", "Скачиваний");		// Intentional duplicate - some languages need it to be different. This is for number of downloads
define('LAN_dl_78', "Скачивание отключено или прервано. Пожалуйста, проверьте в рaзделе [зaгрузки] на наличиее более свежей версии.");

?>