<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Russian Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/12/17 22:19:17
|
|        $Author: net1313 $
+---------------------------------------------------------------+
*/

define("BANLAN_2", "В списке пока нет банов.");
define("BANLAN_3", "Существующие запреты");
define("BANLAN_5", "Введите IP, email-адрес или хост");
define("BANLAN_7", "Причина");
define("BANLAN_8", "Запретить IP адрес");
define("BANLAN_9", "Запретить пользователей по email, IP или адресу хоста");
define("BANLAN_10", "IP / Email / Причина");
define("BANLAN_11", "Авто-запрет: Более чем 10 неудачных попыток входа");
define("BANLAN_12", "Примечание: Реверсный DNS в настоящее время отключен, он должен быть включен, чтобы запрещать хосты. Запрет доступа по IP и email будет работать нормально.");
define("BANLAN_13", "Внимание: Чтобы запретить пользователя по имени, перейдите к странице управления пользователями:");
define("BANLAN_14", "Список банов");
define("BANLAN_15", "Период и причины бана");
define("BANLAN_16", "Настройки бана");
define("BANLAN_17", "Дата запрета");
define("BANLAN_18", "Срок действия бана");
define("BANLAN_19", "Примечания");
define("BANLAN_20", "Тип бана");
define("BANLAN_22", "Неизвестный");
define("BANLAN_23", "Дней");
define("BANLAN_24", "Часов");
define("BANLAN_25", "Добавить в банлист");
define("BANLAN_26", "В настоящее время");
define("BANLAN_27", "Недопустимые символы в IP-адресе - бан:");
define("BANLAN_28", "Причина бана");
define("BANLAN_29", "Сообщение для показа забаненному");
define("BANLAN_30", "Продолжительность бана");
define("BANLAN_31", "(Оставить пустым, если хотите, чтобы пользователь не видел сообщения)");
define("BANLAN_32", "Неограниченный");
define("BANLAN_34", "Истек срок действия");
define("BANLAN_35", "Импорт/экспорт");
define("BANLAN_36", "Типы экспорта");
define("BANLAN_37", "Разделитель поля");
define("BANLAN_38", " Каждое значение в кавычках");
define("BANLAN_39", "Экспорт");
define("BANLAN_40", "Экспортировать банлист");
define("BANLAN_41", "Импортировать банлист");
define("BANLAN_42", "Выбор формата импорта");
define("BANLAN_43", "Заменить все существующие импортированные баны");
define("BANLAN_44", "Использовать дату и время истечения сроков бана из импортированного файла");
define("BANLAN_45", "Импорт");
define("BANLAN_46", "Файл импорта:");
define("BANLAN_47", "Ошибка загрузки файла");
define("BANLAN_48", "Удалено [y] записей из списка с истекшим сроком действия бана");
define("BANLAN_49", "Импорт CSV: несоответсвие кавычек в строке ");
define("BANLAN_50", "Импорт CSV: Ошибка записи в строке ");
define("BANLAN_51", "Импорт CSV: [y] строки успешно импортированны из файла");
define("BANLAN_52", "Белый список");
define("BANLAN_53", "Добавить в белый список");
define("BANLAN_54", "В белом списке отсутствуют записи");
define("BANLAN_55", "Дата вступления");
define("BANLAN_56", "IP/электронной почты, пользователь");
define("BANLAN_57", "Пользователь");
define("BANLAN_58", "Добавление пользователей в белый список");
define("BANLAN_59", "Редактирование существующей записи в белый список");
define("BANLAN_60", "Редактирование существующей записи банлиста");
define("BANLAN_61", "Существующие записи в белый список");
define("BANLAN_63", "Использовать обратный DNS, для запрета хоста");
define("BANLAN_64", "Обратный запрос DNS для внесения в бан");
define("BANLAN_65", "Включение этого параметра позволит вам банить пользователя по имени хоста, а не только по IP или адресу эл. почты. <br>ПРИМЕЧАНИЕ: Это может повлиять на время загрузки страницы, или на ответ сервера");
define("BANLAN_66", "При занесении в бан-лист, данный параметр добавляет домен запрещенного хоста к причине бана");
define("BANLAN_67", "Максимальная частота попыток обращения к сайту");
define("BANLAN_68", "Определяет максимальное число попыток доступа к сайту за 5-минутный период");
define("BANLAN_69", "для пользователей");
define("BANLAN_70", "для гостей");
define("BANLAN_71", "Период запрета повторных попыток входа");
define("BANLAN_72", "Параметры запрета");
define("BANLAN_73", "Это приведет к перезапуску периода бана, если запрещенный пользователь снова получит доступ к сайту");
define("BANLAN_74", "Техническое обслуживание бана");
define("BANLAN_75", "Удалить просроченные баны из списка");
define("BANLAN_76", "Применить");
define("BANLAN_77", "Период бана постов");
define("BANLAN_78", "Превышено число запросов ([x] за выделенный промежуток времени)");
define("BANLAN_79", "Формат экспорта CSV:");
define("BANLAN_80", "Формат импорта CSV:");
define("BANLAN_81", "Журнал Логов бана");
define("BANLAN_82", "Журнал логов не содержит записей");
define("BANLAN_83", "Дата/время");
define("BANLAN_84", "IP-адрес");
define("BANLAN_85", "Дополнительная информация");
define("BANLAN_86", "Результаты банов");
define("BANLAN_87", "Всего [y] записей в списке");
define("BANLAN_88", "Журнал не содержит записей");
define("BANLAN_89", "Файл логов удален");
define("BANLAN_90", "Ошибка удаления файла логов");
define("BANLAN_91", "Формат даты/времени для логов бана");
define("BANLAN_92", "Смотрите страницу функции strftime на php.net");
define("BANLAN_93", "");
define("BANLAN_100", "Неизвестно");
define("BANLAN_101", "В ручную");
define("BANLAN_102", "Флуд");
define("BANLAN_103", "Количество запросов");
define("BANLAN_104", "Ошибка входа");
define("BANLAN_105", "Импортированы");
define("BANLAN_106", "Пользователь");
define("BANLAN_107", "Неизвестно");
define("BANLAN_108", "Не определено");
define("BANLAN_109", "Давний");
define("BANLAN_110", "Скорее всего, правила бана которые были настроены еще до обновления 0.7.x на новую версию");
define("BANLAN_111", "Введены администратором");
define("BANLAN_112", "Частые попытки обновить сайт в браузере");
define("BANLAN_113", "Частые попытки получить доступ к сайту с одного IP- адреса");
define("BANLAN_114", "Множество неудачных попыток входа в систему от одного пользователя");
define("BANLAN_115", "Добавлено из внешнего списка");
define("BANLAN_116", "IP-адрес запрещен в связи с баном пользователя");
define("BANLAN_117", "Другая причина");
define("BANLAN_118", "Другая причина");
define("BANLAN_119", "Указывает на ошибку импорта - ранее импортированные бан-листы");
define("BANLAN_120", "Запись в «Белый список»");
define("BANLAN_121", "Запись в «Черный список»");
define("BANLAN_122", "Черный список");
define("BANLAN_123", "Добавить в «черный список»");
define("BANLAN_124", "Срок действия");
define("BANLAN_125", "Используйте мой IP");
define("BANLAN_126", "IP / Email");