<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Russian Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/10/14 22:19:01
|
|        $Author: admin $
+---------------------------------------------------------------+
*/

define("FC_LAN_1", "Инспектора файлов");
define("FC_LAN_5", "Основные файлы");
define("FC_LAN_6", "Целостность Fail только");
define("FC_LAN_7", "Не основные файлы");
define("FC_LAN_8", "Проверить целостность файлов дампа");
define("FC_LAN_11", "Сканировать сейчас");
define("FC_LAN_13", "Отсутствующие файлы ядра");
define("FC_LAN_14", "Показывать результаты как");
define("FC_LAN_15", "Дерево каталогов");
define("FC_LAN_17", "Сравнения строк");
define("FC_LAN_18", "Регулярное выражение");
define("FC_LAN_19", "Показать номера строк");
define("FC_LAN_20", "Показать совпадающей строки");
define("FC_LAN_21", "Старые файлы ядра");
define("FC_LAN_23", "Исключить файлы языковой поддержки");
define("FC_LAN_24", "Основной папке (целостность перевал)");
define("FC_LAN_25", "Основной папке (целостность Fail)");
define("FC_LAN_26", "Основной папке (отсутствует)");
define("FC_LAN_27", "Основной папке (старый)");
define("FC_LAN_28", "Неосновных папка");
define("FC_LAN_29", "Core-файла (целостность перевал)");
define("FC_LAN_30", "Core-файла (флажок снят)");
define("FC_LAN_31", "Core-файла (целостность Fail)");
define("FC_LAN_32", "Core-файла (отсутствует)");
define("FC_LAN_33", "Core-файла (старый)");
define("FC_LAN_34", "Core-файла (неисчислимые)");
define("FC_LAN_35", "Известные проблемы безопасности");
define("FC_LAN_36", "Non-core файл");
define("FC_LAN_37", "Файл ключа");
define("FR_LAN_1", "Сканирование");
define("FR_LAN_2", "Результаты проверки");
define("FR_LAN_3", "Обзор");
define("FR_LAN_4", "Основные файлы");
define("FR_LAN_5", "Не основные файлы");
define("FR_LAN_6", "Всего файлов");
define("FR_LAN_7", "Проверка целостности");
define("FR_LAN_8", "Основные файлы передаются");
define("FR_LAN_9", "Основные файлы не удалось");
define("FR_LAN_10", "Возможные причины для файлов не");
define("FR_LAN_11", "Файл поврежден");
define("FR_LAN_12", "Это может быть для целого ряда причин, таких как файл поврежден в zip, получил поврежден во время извлечения или повреждена во время загрузки файлов через FTP. Вы должны попробовать повторной загрузки файла на сервер и повторно запустить проверку, чтобы увидеть, если это устраняет ошибку.");
define("FR_LAN_13", "Этот файл является устаревшим");
define("FR_LAN_14", "Если файл из старых релизов e107 для версии, которую вы используете Затем он завершится ошибкой проверки целостности. Убедитесь, что вы загрузили последнюю версию этого файла.");
define("FR_LAN_15", "Редактировать файл");
define("FR_LAN_16", "Если вы изменили этот файл в любом случае он не пройдет проверку целостности. Если Вы умышленно редактировать этот файл, то вам не нужно беспокоиться и могут проигнорировать этот сбой проверки целостности. Если однако файл был отредактирован кем-то без разрешения вы можете повторно загрузить нужную версию этот файл из e107 zip.");
define("FR_LAN_17", "Если вы являетесь пользователем SVN");
define("FR_LAN_18", "Если вы запустите извлечений из e107 SVN на вашем сайте вместо официальной e107 стабильных релизов, то вы обнаружите, что файлы сбой проверки целостности, потому что они были отредактированы, dev после создания последнего моментального снимка образа ядра.");
define("FR_LAN_19", "файлы не удалось");
define("FR_LAN_20", "Все файлы передаются");
define("FR_LAN_22", "Отсутствующие файлы ядра");
define("FR_LAN_23", "Совпадений не найдено.");
define("FR_LAN_24", "Старые файлы ядра");
define("FR_LAN_25", "Целостность неисчислимые");
define("FR_LAN_26", "Предупреждение! Известные безопасности обнаружен!");
define("FR_LAN_27", "Есть файлы на вашем сервере, которые известны как эксплуатационные и должны быть немедленно удалены.");
define("FR_LAN_28", "Известных небезопасных файлов");
define("FR_LAN_32", "Вам нужно сначала запустить проверку!");
define("FS_LAN_1", "Создание снимка");
define("FS_LAN_2", "Абсолютный путь к корневому каталогу для создания изображения из");
define("FS_LAN_3", "Создание снимка для плагина: (будут перечислены ваш плагин, когда файл для записи e_inspect.php существует в корневом каталоге плагинов).");
define("FS_LAN_4", "Выберите...");
define("FS_LAN_5", "Создайте снимок текущей или устаревших файлов");
define("FS_LAN_6", "Ток");
define("FS_LAN_7", "Нерекомендуемый");
define("FS_LAN_8", "Создание снимка");
define("FS_LAN_9", "Моментальный снимок");
define("FS_LAN_10", "Создания моментального снимка");
define("FS_LAN_11", "Снимок был успешно создан.");
define("FS_LAN_12", "Вернуться на главную страницу");


?>