<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Russian Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/12/07 04:05:40
|
|        $Author: net1313 $
+---------------------------------------------------------------+
*/
define("DBLAN_1", "Основные параметры настроек сохранены в БД");
define("DBLAN_4", "Проверка целостности БД");
define("DBLAN_5", "Проверка валидности данных");
define("DBLAN_6", "Оптимизация БД е107");
define("DBLAN_7", "Оптимизировать БД");
define("DBLAN_8", "Резервное копирование настроек ядра");
define("DBLAN_9", "Копировать настройки ядра");
define("DBLAN_10", "Инструменты базы данных");
define("DBLAN_11", "База данных MySQL [x] оптимизирована");
define("DBLAN_15", "Проверка доступных обновлений базы данных");
define("DBLAN_16", "Проверка на обновления БД");
define("DBLAN_17", "Pref. имя");
define("DBLAN_18", "Pref. значение");
define("DBLAN_19", "Открыть редактор свойств (только для продвинутых пользователей)");
define("DBLAN_20", "Редактор свойств БД");
define("DBLAN_22", "Просмотр и сканирование плагина:");
define("DBLAN_23", "Сканирование завершено");
define("DBLAN_25", "Каталог");
define("DBLAN_26", "Содержит расширения");
define("DBLAN_27", "Установлен");
define("DBLAN_28", "Сканировать каталог плагинов на изменения");
define("DBLAN_29", "Сканировать каталог плагинов");
define("DBLAN_30", "Если плагин выдает ошибку, проверьте на наличие лишних символов за пределами тегов открытия/закрытия PHP");
define("DBLAN_31", "Пройдено");
define("DBLAN_33", "Недоступно");
define("DBLAN_34", "Не проверено");
define("DBLAN_35", "Нажмите, для проверки правильности записей БД");
define("DBLAN_36", "Проверка правильности записей БД");
define("DBLAN_37", "Выбор таблиц для проверки");
define("DBLAN_38", "Начать проверку");
define("DBLAN_39", "Проверка Базы Данных");
define("DBLAN_40", "Валидность записи:");
define("DBLAN_41", "Таблица");
define("DBLAN_43", "Замечание");
define("DBLAN_45", "Id не найден!");
define("DBLAN_46", "Таблица не найдена!");
define("DBLAN_49", "Нет записей в таблице, проверять нечего");
define("DBLAN_50", "Проверка записи запроса SQL");
define("DBLAN_51", "Выполнить выбранный");
define("DBLAN_52", "Удаление дубликатов");
define("DBLAN_53", "Выбор действия");
define("DBLAN_54", "Проверка не выявила ошибок");
define("DBLAN_55", "Сканироавть каталог шорткодов (shortcode) на наличие изменений");
define("DBLAN_56", "Сканировать изменения в каталогах");
define("DBLAN_57", "Список изменений шорткодов установлен на");
define("DBLAN_58", "Экспорт данных сайта");
define("DBLAN_59", "Импорт данных сайта");
define("DBLAN_60", "Резервное копирование файлов завершено!");
define("DBLAN_61", "Запуск резервного копирования БД...");
define("DBLAN_62", "Резервное копирование завершено!");
define("DBLAN_63", "Полное резервное копирование сайта завершено");
define("DBLAN_64", "Проверка кодировки БД");
define("DBLAN_65", "Проверка кодировки");
define("DBLAN_66", "Корректировать права доступа к файлам и каталогам");
define("DBLAN_67", "Коррекция прав доступа");
define("DBLAN_68", "Резервное копирование базы данных, файлов и папок");
define("DBLAN_69", "Резервное копирование сайта");
define("DBLAN_70", "Создаст дамп базы данных и сжатый архив всех несистемных плагинов, темы сайта, медиафайлов и журналов логов");
define("DBLAN_71", "Подождите...");
define("DBLAN_72", "Права доступа к файлам и каталогам были обновлены");
define("DBLAN_73", "Исправление прав доступа к файлам и каталогам");
define("DBLAN_74", "Подключение к серверу");
define("DBLAN_75", "Создание базы данных");
define("DBLAN_76", "Выбор базы данных");
define("DBLAN_77", "Не удалось чтение sql файла ядра");
define("DBLAN_78", "Таблица");
define("DBLAN_79", "Движок");
define("DBLAN_80", "Collation");
define("DBLAN_81", "Статус");
define("DBLAN_82", "Эта функция изменит все таблицы в базе данных ([database])");
define("DBLAN_83", "[b]НАСТОЯТЕЛЬНО РЕКОМЕНДУЕТСЯ[/b] создать резервную копию базы данных и переключить сайт в режим тех.обслуживания");
define("DBLAN_84", "Обратите внимание:");
define("DBLAN_85", "Процесс преобразования может занять от одной минуты и более, в зависимости от размера вашей базы данных");
define("DBLAN_86", "Преобразование не работает с сериализованными массивами");
define("DBLAN_87", "Убедитесь, что все этапы обновления выполнены");
define("DBLAN_88", "Чтобы избежать повреждения данных при конвертации, основные настройки ядра игнорируются");
define("DBLAN_89", "Преобразовать базу данных");
define("DBLAN_90", "Преобразование не UTF8 таблиц");
define("DBLAN_91", "Подождите...");
define("DBLAN_92", "В ваших таблицах используется корректный набор символов"); // правильный , соответсвующий
define("DBLAN_93", "База данных успешно конвертирована в UTF-8");
define("DBLAN_94", "Убедитесь, что в файле e107_config.php присутствует следующая строка:");
define("DBLAN_95", "Параметры экспорта");
define("DBLAN_97", "Таблицы");
define("DBLAN_98", "Строк");
define("DBLAN_99", "Данные Таблицы:");
define("DBLAN_100", "Преобразует пути, наборы изображений и xml в:");
define("DBLAN_101", "Экспортировать файл");
define("DBLAN_102", "Настройки экспорта");
define("DBLAN_103", "Вставка"); //inserted
define("DBLAN_104", "Вставка не удалась");
define("DBLAN_105", "Пакетная обработка шорткодов:");
define("DBLAN_106", "(пусто)");
define("DBLAN_107", "[folder] каталог не доступен для записи");
define("DBLAN_108", "Создано:");
define("DBLAN_109", "Скопировано:");
define("DBLAN_110", "Не удалось скопировать:");
define("DBLAN_111", "С таблицами все в порядке!");

define("DBLAN_112", "Синхронизизровать с Github");
define("DBLAN_113", "Перезаеписать файлы");
define("DBLAN_114", "Режим разработчика");
define("DBLAN_115", "Заменить файлы на новую версию файлов с github.");
define("DBLAN_116", "Загрузит новую версию .zip-файла из github в ");
define("DBLAN_117", "затем разархивируйте, заменив все существующие файлы. Учитываются любые пути к каталогам, которые вы прописали в файле e107_config.php.");
define("DBLAN_118", "Не удалось загрузить .zip-файл");
define("DBLAN_119", "Резервное копирование");
define("DBLAN_120", "Начало резервного копирования....");
define("DBLAN_121", "Переместить [x] в [y]");

?>