<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Russian Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/12/17 22:03:12
|
|        $Author: admin  net1313 $
+---------------------------------------------------------------+
*/

define("PHP_LAN_1", "Если на сервере включен Curl, следует рассмотреть возможность отключения этой функции.");
define("PHP_LAN_2", "Представляет угрозу безопасности, а также не требуются для работы e107.");
define("PHP_LAN_3", "На рабочем сервере лучше отключить отображение ошибок в браузере.");
define("PHP_LAN_4", "Отключение данного параметра скроет используемую версию PHP от браузеров.");
define("PHP_LAN_5", "Представляет угрозу для безопасности и должен быть отключен.");
define("PHP_LAN_6", "[b]session.save_path[/b] не доступен для записи! Это может привести к серъезным проблемам с вашим сайтом.");