<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Russian Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/12/17 22:13:01
|
|        $Author: admin $
|        $translated by net1313
+---------------------------------------------------------------+
*/

define("FC_LAN_1", "Инспектор файлов");
define("FC_LAN_5", "Файлы ядра");
define("FC_LAN_6", "Только потеря целостности");
define("FC_LAN_7", "Файлы НЕ ядра");
define("FC_LAN_8", "Проверить целостность файлов ядра");
define("FC_LAN_11", "Сканировать");
define("FC_LAN_13", "Отсутствующие файлы ядра");
define("FC_LAN_14", "Показать результаты как");
define("FC_LAN_15", "Дерево каталогов");
define("FC_LAN_17", "Соответствие строк");
define("FC_LAN_18", "Регулярное выражение");
define("FC_LAN_19", "Показать номера строк");
define("FC_LAN_20", "Показать совпадающей строки");
define("FC_LAN_21", "Файлы старого ядра");
define("FC_LAN_23", "Исключить файлы локализации");
define("FC_LAN_24", "Каталог ядра (целостностный)");
define("FC_LAN_25", "Каталог ядра (не целостностный)");
define("FC_LAN_26", "Каталог ядра (отсутствие)");
define("FC_LAN_27", "Каталог ядра (устаревший)");
define("FC_LAN_28", "Неосновные каталоги");
define("FC_LAN_29", "Файл ядра (целостностный)");
define("FC_LAN_30", "Файл ядра (непроверенный)");
define("FC_LAN_31", "Файл ядра (не целостностный)");
define("FC_LAN_32", "Файл ядра (отсутствие)");
define("FC_LAN_33", "Файл ядра (устаревший)");
define("FC_LAN_34", "Файл ядра (ненадежный)");
define("FC_LAN_35", "Известная проблема безопасности");
define("FC_LAN_36", "Файл НЕ ядра");
define("FC_LAN_37", "Основные Файлы");
define("FR_LAN_1", "Проверка");
define("FR_LAN_2", "Результаты проверки");
define("FR_LAN_3", "Просмотр");
define("FR_LAN_4", "Файлы ядра");
define("FR_LAN_5", "Файлы НЕ ядра");
define("FR_LAN_6", "Все файлы");
define("FR_LAN_7", "Проверка целостности системы");
define("FR_LAN_8", "Целостные файлы ядра");
define("FR_LAN_9", "Не целостные файлы ядра");
define("FR_LAN_10", "Возможные причины неудачной проверки");
define("FR_LAN_11", "Файл поврежден");
define("FR_LAN_12", "Это может быть по ряду причин: например, файл, который был в испорченном zip-архиве, стал поврежден при извлечении, или был испорчен в течение передачи через FTP. Попробуйте повторно загрузить файл на сервер и снова выполнить проверку, чтобы убедиться устранена ли ошибка.");
define("FR_LAN_13", "Файл устарел");
define("FR_LAN_14", "Если файл принадлежит более раннему релизу e107 чем версия, которая у вас установлена, то проверка целостности будет неудачной. Убедитесь, что вы загрузили новейшую версию этого файла.");
define("FR_LAN_15", "Файл редактировался");
define("FR_LAN_16", "Если файл подвергался редактированию, проверка целостности будет неудачной. Если вы намеренно редактировали этот файл, то не нужно беспокоиться, и вы можете пренебречь этой ошибкой проверки целостности. Однако, если файл редактировался кем-нибудь, кроме вас, без разрешения, лучше повторно загрузить надлежащую версию этого файла из дистрибутива e107.");
define("FR_LAN_17", "Если вы CVN-пользователь");
define("FR_LAN_18", "Если вы управляете CVN-версией e107, а не официальной стабильной редакцией e107, то вы обнаружите что файлы не прошли проверку целостности, потому что они редактировались после того, как был сделан самый поздний снимок ядра системы.");
define("FR_LAN_19", "файлов с ошибками целостности");
define("FR_LAN_20", "Все файлы проверены и в порядке");
define("FR_LAN_22", "Отсутствующих файлов ядра");
define("FR_LAN_23", "Соответствий не найдено");
define("FR_LAN_24", "Файлы старого ядра");
define("FR_LAN_25", "Целостность невычисляема");
define("FR_LAN_26", "Внимание! Обнаружена известная уязвимость!");
define("FR_LAN_27", "На вашем сервере есть файлы, которые могут стать причиной взлома сайта. Они должны быть немедленно удалены.");
define("FR_LAN_28", "Файлов с известными уязвимостями");
define("FR_LAN_32", "Сначала сделайте проверку!");
define("FS_LAN_1", "Создать снимок текущего состояния");
define("FS_LAN_2", "Абсолютный путь к корневому каталогу для создания снимка");
define("FS_LAN_3", "Создать снимок для плагина: (ваш плагин будет в списке, если в корневом каталоге плагинов существует доступный для записи файл e_inspect.php).");
define("FS_LAN_4", "Выбор...");
define("FS_LAN_5", "Создайть снимок текущих или устаревших файлов");
define("FS_LAN_6", "Текущий");
define("FS_LAN_7", "Устаревший");
define("FS_LAN_8", "Создание снимка");
define("FS_LAN_9", "Снимок ");
define("FS_LAN_10", "Создание снимка текущего состояния");
define("FS_LAN_11", "Снимок был успешно создан");
define("FS_LAN_12", "Вернуться на главную");

?>