<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Russian Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/12/17  22:12:16
|
|        $Author: net1313 $
+---------------------------------------------------------------+
*/
define("LCLAN_19", "Способ открытия ссылки");
define("LCLAN_20", "открыть в текущем окне");
define("LCLAN_23", "открыть в новом окне");
define("LCLAN_24", "открыть в мини-окне 600x400");
define("LCLAN_78", "Показывать описание как всплывающую подсказку");
define("LCLAN_79", "Описание отображается при наведении мышки на ссылку");
define("LCLAN_80", "Активируйте раскрывающиеся подменю");
define("LCLAN_81", "Подменю появятся только после нажатия на пункт меню. (Родитель ссылки блокирован)");
define("LCLAN_105", "Функция");
define("LCLAN_106", "Родитель");
define("LCLAN_107", "Включить перезапись URL-адреса на динамически созданный ЧПУ.");
define("LCLAN_108", "Некоторые параметры пропущены - вы не можете установить Ссылку как Под-ссылку на саму себя.");
define("LCLAN_109", "Пожалуйста, выберите родительскую ссылку");
define("LCLAN_110", "Пожалуйста, выберите источник генератора ссылок");
define("LCLAN_111", "Введены ошибочные данные для генератора ссылок");
define("LINKLAN_1", "Открывать в окне 800x600");
define("LINKLAN_4", "Генератор под-ссылок");
define("LINKLAN_5", "Создать под-ссылки");
define("LINKLAN_6", "Создать под-ссылки из");
define("LINKLAN_7", "Создать под-ссылки, связанные со ссылками в меню?");
define("LINKLAN_8", "Категории новостей");
define("LINKLAN_9", "Категории загрузок");
define("LINKLAN_10", "Шорткоды Темы");