<?php

/*
+ ----------------------------------------------------------------------------+
|     Russian Language Pack for e107 2.x
|     $Revision: 1.2 $
|     $Date: 2019-02-17 01:01:13 +01 (Вск, 17 фев 2019) $
|     $Author: net1313 $ https://e107-ru.com
+----------------------------------------------------------------------------+
*/

define("MESSLAN_1", "Полученные сообщения");
define("MESSLAN_2", "Удалить сообщение");
define("MESSLAN_3", "Сообщение удалено");
define("MESSLAN_4", "Удалить все сообщения");
define("MESSLAN_5", "Подтвердить");
define("MESSLAN_6", "Все сообщения удалены");
define("MESSLAN_7", "Нет сообщений");
define("MESSLAN_8", "Тип сообщений");
define("MESSLAN_9", "Сообщено");
define("MESSLAN_10", "Сообщил");
define("MESSLAN_11", "открыть в новом окне");
define("MESSLAN_12", "Сообщение");
define("MESSLAN_13", "Ссылка");
?>