<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Russian Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/12/16 20:15:22
|
|        $Author: net1313 $
+---------------------------------------------------------------+
*/
define("NA_LAN_1", "Администратор обновил свой пароль");
define("NA_LAN_2", "Администратор создал нового пользователя");
define("NA_LAN_3", "Администратор активировал нового пользователя");

define("NT_LAN_1", "Уведомления");
define("NT_LAN_2", "Получать уведомления на email");

define("NU_LAN_1", "Пользователи");
define("NU_LAN_2", "Регистрация пользователя");
define("NU_LAN_3", "Подтверждение учетной записи пользователя");
define("NU_LAN_4", "Вход пользователя");
define("NU_LAN_5", "Выход пользователя");
define("NU_LAN_6", "Вход пользователя через соцсети");
define("NU_LAN_7", "Регистрация пользователя через соцсети");
define("NU_LAN_8", "Просмотр Профиля пользователя");
define("NU_LAN_9", "Редакция профиля пользователя");

define("NS_LAN_1", "Безопасность");
define("NS_LAN_2", "IP запрещен за флуд");
define("NS_LAN_3", "IP, занесен в бан-лист после нескольких неудачных попыток входа");

define("NN_LAN_1", "Новости");
define("NN_LAN_2", "Новость, сообщенная пользователем");
define("NN_LAN_3", "Новость, размещенная Админом");
define("NN_LAN_4", "Редакция новости админом");
define("NN_LAN_5", "Удаление новости админом");
define("NN_LAN_6", "Включено уведомление о Новости");

define("NM_LAN_1", "Электронная почта");
define("NM_LAN_2", "Завершение массовой рассылки");
define("NM_LAN_3", "Адрес эл. почты =>");

define("NF_LAN_1", "Файлы");
define("NF_LAN_2", "Файл загружен пользователем");
define("LAN_NOTIFY_01", "События");
?>