<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Russian Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/10/14 22:01:32
|
|        $Author: admin $
+---------------------------------------------------------------+
*/
define("UCSLAN_10", "Класс не удален - это основной класс, или используется в определении другого класса, как родитель или изменить класс");
define("UCSLAN_30", "Краткое имя отображается в селекторов");
define("UCSLAN_31", "Информация о применимости класса");
define("UCSLAN_32", "Пользователи в этом классе можно добавить/удалить себя из редактируемого класса");
define("UCSLAN_33", "Определяет, какие пользователи могут просматривать этот класс в раскрывающихся списках");
define("UCSLAN_36", "Если в верхней части дерева «Ни один», разрешения увеличить к верхней части дерева<br>Если в верхней части дерева «Все», разрешения увеличить как вы идете вниз по дереву");
define("UCSLAN_37", "Вам необходимо ввести имя для класса");
define("UCSLAN_38", "Первоначальный пользовательский класс");
define("UCSLAN_39", "Нет классов, которые могут быть установлены");
define("UCSLAN_40", "Набор начальных классов");
define("UCSLAN_41", "Параметры обновления");
define("UCSLAN_43", "Существующие классы:");
define("UCSLAN_45", "Точка, в которой набор классов:");
define("UCSLAN_46", "(если проверка не обрабатывается)");
define("UCSLAN_47", "Первоначальной регистрации");
define("UCSLAN_48", "Проверка по электронной почте или администратора");
define("UCSLAN_49", "Эти классы устанавливаются для любого недавно зарегистрировался пользователь - проверен либо немедленно, или когда их сайте членство");
define("UCSLAN_53", "Внимание! Используйте эти параметры, только если вы понимаете, что они делают");
define("UCSLAN_54", "Установка по умолчанию пользовательская иерархия");
define("UCSLAN_55", "Очистить пользовательской иерархии");
define("UCSLAN_56", "(это устанавливает структуру класса «плоский» пользователей)");
define("UCSLAN_57", "(иерархии может быть изменен позднее)");
define("UCSLAN_58", "Выполнение");
define("UCSLAN_62", "Создайте дерево класса по умолчанию:");
define("UCSLAN_63", "Это имя класса уже существует - пожалуйста, выберите другой");
define("UCSLAN_64", "завершено");
define("UCSLAN_65", "Придавить иерархия классов пользователя:");
define("UCSLAN_69", "Необязательный значок, связанный с классом - каталог");
define("UCSLAN_70", "Восстановление иерархии классов:");
define("UCSLAN_71", "Пользовательский класс обслуживания");
define("UCSLAN_72", "Перестроить иерархии классов");
define("UCSLAN_73", "(Это может потребоваться в случае повреждения базы данных)");
define("UCSLAN_74", "Администраторы и модераторы");
define("UCSLAN_75", "Зарегистрированные и вошедшие в члены");
define("UCSLAN_76", "Администраторы сайтов");
define("UCSLAN_77", "Главный сайт администраторы");
define("UCSLAN_78", "Модераторы форумов и других областях");
define("UCSLAN_80", "Стандарт");
define("UCSLAN_81", "Группа");
define("UCSLAN_82", "Группа объединяет ряд отдельных классов");
define("UCSLAN_83", "Занятия в группе");
define("UCSLAN_85", "Вы назначили всех доступных классов; Просьба передать один, который не используется");
define("UCSLAN_86", "Некоторые параметры не допускается для администратора классов - они были установлены в значения по умолчанию.");
define("UCSLAN_87", "Недавно присоединились пользователей");
define("UCSLAN_88", "Выявленные поисковые боты");
define("UCSLAN_89", "Проверяемый классы являются членами группы");
define("UCSLAN_90", "Вы не можете редактировать определенные классы пользователей системы!");
define("UCSLAN_91", "Структура классов");
