<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Russian Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2019/02/18 22:40:50
|
|        $Author: net1313 https://e107-ru.com $
+---------------------------------------------------------------+
*/
define("LAN_CHECK_2", "Начать проверку");
define("LAN_CHECK_3", "Проверка");
define("LAN_CHECK_4", "Файл отсутствует!");
define("LAN_CHECK_5", "Фраза отсутствует!");
define("LAN_CHECK_15", "Найдены недопустимые символы, или пробелы перед [x] или после [y]");
define("LAN_CHECK_16", "Исходный файл");
define("LAN_CHECK_17", "Произошла ошибка записи во время попытки сохранения файла.");
define("LAN_CHECK_18", "Языковые файлы в стандартном формате недоступны для этого плагина/темы.");

define("LAN_CHECK_19", "Найдены не-UTF-8 символы!");
define("LAN_CHECK_20", "Устaновить локaлизaцию");
define("LAN_CHECK_21", "Проверить еще");
define("LAN_CHECK_23", "Нaйдено ошибок");
define("LAN_CHECK_26", "Фронтенд");
define("LAN_CHECK_PAGE_TITLE", "Языки");
define("LAN_CHECK_27", "Количество найденных ошибок в языковых файлах");
define("LAN_CHECK_28", "Идентичные");
define("LAN_CHECK_29", "Идентичные строки (предупреждение)");
define("LAN_CHECK_30", "Отсутствуют bbcodes");
define("LAN_CHECK_31", "Отсуствуют [or] знаки");
define("LAN_CHECK_32", "Отсутствующие теги HTML");

define("LANG_LAN_23", "Создать языковый пакет (zip)");
define("LANG_LAN_30", "Создан");
define("LANG_LAN_31", "Совместимость");
define("LANG_LAN_35", "Доступные локализации для этой версии e107.");
define("LANG_LAN_111", "Дата");
define("LANG_LAN_112", "Совместимость");
define("LANG_LAN_114", "Скачать локализацию");
define("LANG_LAN_115", "Пожалуйста, проверьте и исправьте остающиеся ошибки [x], прежде чем пытаться создать файлы локализации.");
define("LANG_LAN_116", "Проверьте свои языковые файлы («Проверить»), затем повторите попытку.");
define("LANG_LAN_117", "Вы должны исправить остающиеся ошибки, прежде чем предлагать свою локализацию.");
define("LANG_LAN_119", "Пожалуйста, проверьте, что CORE_LC и CORE_LC2 имеют значения в [x] и повторите попытку.");
define("LANG_LAN_120", "Убедитесь, что вы используете названия каталогов по умолчанию в e107_config.php (например. e107_languages, e107_plugins / и т.д.) и повторите попытку.");

define("LANG_LAN_AGR", "Внимание: При использование этих инструментов, вы соглашаетесь поделиться вашими языковыми файлами с e107 сообществом.");