<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Russian Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/12/17 21:01:52
|
|        $Author: net1313 $
+---------------------------------------------------------------+
*/

define("SEALAN_1", "Настройки поиска");
define("SEALAN_3", "Метод сортировки поиска:");
define("SEALAN_7", "Пользователи сайта");
define("SEALAN_10", "Показать значение релевантности:");
define("SEALAN_11", "Разрешить выбор областей поиска:");
define("SEALAN_12", "Ограничить частоту обращения к поиску (макс.5 минут):");
define("SEALAN_13", "Ограничить одной возможностью поиска за ");
define("SEALAN_14", "секунд");
define("SEALAN_15", "Кому доступен поиск");
define("SEALAN_18", "Доступ для поиска в Комментариях (если поиск в комментариях активирован)");
define("SEALAN_19", "Разрешить поиск более чем в одной области:");
define("SEALAN_20", "Общие насройки");
define("SEALAN_21", "Области доступные для поиска");
define("SEALAN_23", "Альтернатива");
define("SEALAN_25", "Класс пользователей");
define("SEALAN_26", "Текст перед заголовком");
define("SEALAN_30", "Подсветить ключевые слова выдачи поиска:");
define("SEALAN_31", "Лимит PHP");
define("SEALAN_32", "количество результатов (если пусто - без ограничений)");
define("SEALAN_35", "Метод выбора областей, доступных для поиска:");
define("SEALAN_36", "Выпадающий список");
define("SEALAN_37", "Чекбоксы");
define("SEALAN_38", "Радиокнопки");
define("SEALAN_39", "Страницы сайта");
define("SEALAN_40", "Параметры поиска");
define("SEALAN_41", "Страница поиска");
define("SEALAN_43", "Редактировать параметры поиска для");
define("SEALAN_44", "Класс пользователей, которым разрешен поиск в этой области");
define("SEALAN_45", "Количество результатов поиска на каждой странице");
define("SEALAN_46", "Количество символов в результате поиска");
define("SEALAN_47", "Только полное совпадение слова:");
define("SEALAN_48", "Эти настройки применимы только в случае, если метод поиска - PHP. Если ваш сайт содержит Идеографические языки, такие как китайский или японский, то отключите эту опцию.");
define("SEALAN_49", "Если ваш сайт содержит Идеографические языки, такие как китайский или японский, то вы должны использовать PHP-метод поиска.");