<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Russian Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/12/25 20:48:24
|
|        $Author: admin $ net1313
+---------------------------------------------------------------+
*/

define("UPLLAN_1", "Загрузка на сервер удалена из списка");
define("UPLLAN_2", "Настройки сохранены в базе данных");
define("UPLLAN_4", "Оставлено без изменений - не обновлен");
define("UPLLAN_5", "Добавил");
define("UPLLAN_7", "Веб-сайт");
define("UPLLAN_14", "Демо");
define("UPLLAN_16", "копировать в новости");
define("UPLLAN_17", "Удалить загрузку из списка");
define("UPLLAN_18", "Просмотр деталей");
define("UPLLAN_19", "Нет непроверенных загрузок");
define("UPLLAN_20", "Имеется");
define("UPLLAN_21", "непроверенных загрузок");
define("UPLLAN_24", "Тип файла");
define("UPLLAN_25", "Разрешить загрузку файлов");
define("UPLLAN_26", "Не будет разрешаться, если загрузка файлов запрещена");
define("UPLLAN_27", "Загрузки не прошедшие модерацию");
define("UPLLAN_33", "Максимальный размер файла");
define("UPLLAN_34", "Максимальный размер загрузки в байтах - оставьте пустым, чтобы использовать настройки из php.ini и filetypes.xml");
define("UPLLAN_37", "Права доступа");
define("UPLLAN_38", "Выберите класс пользователей, которым будет разрешена загрузка файлов");
define("UPLLAN_41", "Обратите внимание - загрузка на сервер запрещена в php.ini, что делает невозможной успешную загрузку, пока вы не пропишите в php.ini необходимые параметры.");
define("UPLLAN_45", "Уверены, что хотите удалить файл...");
define("UPLAN_COPYTODLM", "Копировать в менеджер скачиваний");
define("UPLAN_IS", "находится ");
define("UPLAN_ARE", "находятся ");
define("UPLAN_COPYTODLS", "Перенос в каталог для скачивания");
define("UPLLAN_51", "Список загрузок");
define("UPLLAN_52", "Данная страница поможет вам создать параметры для управления загрузками файлов. Файл сохраняется как [x] и для его доступности должен быть скопирован в [y] ");
define("UPLLAN_54", "Расширения файлов");
define("UPLLAN_55", "Максимальный размер");
define("UPLLAN_56", "Создать файл");
define("UPLLAN_57", "Источник для значений:");
define("UPLLAN_59", "Параметры записаны в ");
define("UPLLAN_60", "Переместите этот файл в ");
define("UPLLAN_61", "Ошибка записи файла:");
define("UPLLAN_62", "Плагин скачиваний не установлен - активация невозможна");
define("UPLLAN_63", "Перемещено в скачивания [x]");
define("UPLLAN_64", "Настройки скачиваний");
define("UPLLAN_66", "Ошибка пути к скачиванию");
define("UPLLAN_68", "Ошибка SQL:");
define("UPLLAN_69", "Импортировано");
define("UPLLAN_70", "Отправлено в [x]");

?>