<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Russian Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2018/01/02 01:13:19
|
|        $Author: net1313 $
+---------------------------------------------------------------+
*/

define("MENLAN_7", "Настроить параметры видимости для");
define("MENLAN_10", "Новое меню установлено");
define("MENLAN_11", "Меню удалено");
define("MENLAN_13", "Активировать в области");
define("MENLAN_14", "Область");
define("MENLAN_15", "Отключить");
define("MENLAN_17", "Вверх");
define("MENLAN_18", "Вниз");
define("MENLAN_19", "Переместить в область");
define("MENLAN_22", "Неактивные меню");
define("MENLAN_23", "В самый низ");
define("MENLAN_24", "В самый верх");
define("MENLAN_25", "Функции...");
define("MENLAN_26", "Это меню будет [b]ПОКАЗАНО[/b] только на следующих страницах");
define("MENLAN_27", "Это меню будет [b]СКРЫТО[/b] только на следующих страницах");
define("MENLAN_28", "Введите одну страницу на строку, введите достаточно полный URL, чтобы различать название. Если необходимо укaзaть точный УРЛ вплоть до фaйлa или определенной стрaницы, используйте ! (восклицaтельный знaк) в конце ссылки. Например: page.php?1! ");
define("MENLAN_30", "Чтобы увидеть области отображения и расположить позиции меню по вашему усмотрению, выберите нужное вам расположение здесь.");
define("MENLAN_31", "Расположение по умолчанию");
define("MENLAN_33", "Свое расположение");
define("MENLAN_34", "Встроенное");
define("MENLAN_36", "Выберите меню для активации");
define("MENLAN_37", "затем выберите, где оно будет активно.");
define("MENLAN_39", "Предустановленная область");
define("MENLAN_40", "Использовать предустановки меню");
define("MENLAN_41", "Расположение всех ваших меню для этого шаблона будет потеряно. Хотите продолжить?");
define("MENLAN_43", "Предустановки меню активированы");
define("MENLAN_44", "Параметры меню");
define("MENLAN_45", "Параметры (формат строки запроса):");
define("MENLAN_46", "[x] элемент не найден. Попробуйте сканировать каталоги плагинов: Инструменты -> База данных.");
define("MENLAN_47", "Не установлены поля");
define("MENLAN_48", "Не удалось подгрузить меню");
define("MENLAN_49", "Ваши меню");
define("MENLAN_50", "Меню плагинов");
define("MENLAN_51", "Этот шаблон не содержит динамических областей {MENU}");
define("MENLAN_52", "Он содержит следующие пользовательские меню:");
define("MENLAN_53", "Перейти к области своих меню");
define("MENLAN_54", "Шаблон темы");
define("MENLAN_55", "Шаблон меню");
define("MENLAN_56", "Свои страницы");
define("MENLAN_57", "Перетащить меню");
define("MENLAN_58", "Менеджер меню позволяет размещать и упорядочивать меню в шаблоне темы. Наведите указатель мыши на области, для замены существующих меню");
define("MENLAN_59", "Область [x]");
define("MENLAN_60", "Эта тема использует устаревшие элементы. Все переменные [x] HEADER и [x] FOOTER должны быть удалены из theme.php");