<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Russian Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/10/14 22:44:52
|
|        $Author: admin $
+---------------------------------------------------------------+
*/

define("MENLAN_7", "Настроить параметры видимости для");
define("MENLAN_10", "Новое меню установки");
define("MENLAN_11", "Меню удалено");
define("MENLAN_13", "Включить в область");
define("MENLAN_14", "Площадь");
define("MENLAN_15", "Отключить");
define("MENLAN_17", "Перемещение вверх");
define("MENLAN_18", "Переместить вниз");
define("MENLAN_19", "Переместить область");
define("MENLAN_22", "Неактивных меню");
define("MENLAN_23", "Переместить вниз");
define("MENLAN_24", "Переход к началу");
define("MENLAN_25", "Акция...");
define("MENLAN_26", "Это меню будет только [b] [/b] показано на следующих страницах");
define("MENLAN_27", "Это меню будет только [b] скрытые [/b] на следующих страницах");
define("MENLAN_28", "Введите одну страницу в строке, введите достаточно URL-адреса, чтобы отличить его должным образом.  Если вам нужна окончание точно соответствовать URL-адреса, используйте! в конце имени страницы. Например: [b]page.php?1! [/ b]");
define("MENLAN_30", "Чтобы увидеть меню областей и их позиции для пользовательских макетов, выберите пользовательский макет здесь.");
define("MENLAN_31", "Макет по умолчанию");
define("MENLAN_33", "Пользовательский макет");
define("MENLAN_34", "Встроенный");
define("MENLAN_36", "Выберите menu(s) для активации");
define("MENLAN_37", "и где для их активации.");
define("MENLAN_39", "Предустановленные области");
define("MENLAN_40", "Используйте меню Стили");
define("MENLAN_41", "Положение всех ваших меню для данного макета будут потеряны. Вы все еще хотите продолжить?");
define("MENLAN_43", "Меню пресет активирован");
define("MENLAN_44", "Параметры меню");
define("MENLAN_45", "Параметры (формат строки запроса):");
define("MENLAN_46", "[x] не найден объект. Попробуйте повторного сканирования каталогов плагин в Инструменты > базы данных.");
define("MENLAN_47", "Набор нет полей в");
define("MENLAN_48", "Меню не может быть загружен");
define("MENLAN_49", "Ваше меню");
define("MENLAN_50", "Плагин меню");
define("MENLAN_51", "Этот макет не содержит любые динамические области {меню}.");
define("MENLAN_52", "Он содержит следующие пользовательские меню:");
define("MENLAN_53", "Перейти настраиваемого меню области");
define("MENLAN_54", "Тема макет");
define("MENLAN_55", "Меню Макет");
define("MENLAN_56", "Пользовательские страницы");
define("MENLAN_57", "Drag и Drop меню");
define("MENLAN_58", "Меню-менеджер позволяет вам место и организовать ваши меню в шаблон темы. Наведите подобластей для изменения существующих пунктов меню.");
define("MENLAN_59", "Площадь [x]");
define("MENLAN_60", "Эта тема использует устаревшие элементы. Все [x] заголовка и [нижнего КОЛОНТИТУЛА переменные x] должны быть удалены из theme.php.");
