<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Russian Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/12/25 20:42:28
|
|        $Author: net1313 $
+---------------------------------------------------------------+
*/
define("TPVLAN_1", "Это предварительный просмотр!<b>'".PREVIEWTHEMENAME."'</b>.Тема еще не установлена как основная Тема сайта и подключена только в качестве предварительного просмотра.<br />Чтобы установить её в качестве основной Темы, <a href='".e_ADMIN."theme.php?choose'>вернитесь к Менеджеру тем</a> и выберите «Установить как Тему сайта».<br />Для просмотра других тем <a href='".e_ADMIN."theme.php'>нажмите здесь</a>");
define("TPVLAN_2", "Просмотр темы");
define("TPVLAN_3", "Основная тема сайта установлена");
define("TPVLAN_5", "Веб-сайт");
define("TPVLAN_6", "Дата релиза");
define("TPVLAN_7", "Информация");
define("TPVLAN_9", "Предпросмотр темы");
define("TPVLAN_10", "Установить как Тему сайта");
define("TPVLAN_11", "Версия");
define("TPVLAN_12", "Предпросмотр не доступен");
define("TPVLAN_13", "Загрузить тему (в формате .zip или .tar.gz)");
define("TPVLAN_14", "Загрузить тему");
define("TPVLAN_15", "Файл не может быть загружен в каталог ".e_THEME." так как отсуствуют разрешения на доступ. Поставьте CHMOD равным 777 и попробуйте вновь загрузить файл.");
define("TPVLAN_16", "Сообщение Администрации");
define("TPVLAN_17", "Данный файл не является стандартным форматом архива .zip или .tar");
define("TPVLAN_18", "Обнаружена ошибка, невозможно разархивировать файл");
define("TPVLAN_19", "Ваша тема загружена на сервер и разархивирована.");
define("TPVLAN_20", "Авто-загрузка и разархивирование темы выключено, так как не выставленны необходимые разрешения на каталог тем. Поставьте CHMOD равным 777 на каталог e107_themes.");
define("TPVLAN_21", "В настоящий момент является темой сайта");
define("TPVLAN_22", "Файлы стилей");
define("TPVLAN_23", "Файл стилей по умолчанию");
define("TPVLAN_24", "нет информации");
define("TPVLAN_26", "Менеджер Тем");
define("TPVLAN_27", "Выберите файл стилей для использования");
define("TPVLAN_28", "вкл.");
define("TPVLAN_29", "выкл.");
define("TPVLAN_30", "Предварительная загрузка изображений Темы:");
define("TPVLAN_31", "Является темой Админцентра");
define("TPVLAN_32", "Установить как Тему Админцентра");
define("TPVLAN_33", "Текущая тема сайта");
define("TPVLAN_34", "Текущая тема Админцентра");
define("TPVLAN_35", "Сохранить настройки");
define("TPVLAN_36", "Сообщение Администрации");
define("TPVLAN_37", "Параметры Темы сохранены");
define("TPVLAN_38", "Загрузить тему");
define("TPVLAN_39", "Доступные темы");
define("TPVLAN_40", "Тема Админцентра");
define("TPVLAN_41", "Выбор стиля отображения Админцентра");
define("TPVLAN_42", "Сохранить настройки Администратора");
define("TPVLAN_43", "Настройки администратора сохранены");
define("TPVLAN_46", "Ошибка извлечения PCLZIP:");
define("TPVLAN_47", "Ошибка извлечения PCLTAR:");
define("TPVLAN_48", "код:");
define("TPVLAN_49", "Совместимость");
define("TPVLAN_50", "Шаблоны");
define("TPVLAN_51", "Изменить тему");
define("TPVLAN_52", "Название");
define("TPVLAN_53", "Предлагаемые плагины");
define("TPVLAN_54", "Предустановки Меню");
define("TPVLAN_55", "По умолчанию");
define("TPVLAN_56", "Фильтр видимости");
define("TPVLAN_57", "Совместимость");
define("TPVLAN_58", "Эта тема поставляется с предустановленным примером контента (например, страницами и меню), которые могут быть использованы на вашем веб-сайте.");
define("TPVLAN_59", "Имейте в виду, что тескт примера [b]перезапишет[/b] ваш текущий контент на следующее");
define("TPVLAN_60", "[x] запись(и/ей) в таблице [y]");
define("TPVLAN_61", "Вы хотите [b]заменить[/b] ваш текущий текст контента на шаблонный пример, предоставленный в теме?");
define("TPVLAN_62", "Найти Темы");
define("TPVLAN_63", "Конвертировать");
define("TPVLAN_64", "Этот ассистент создаст метафайл theme.xml для вашей темы.");
define("TPVLAN_65", "До того, как начать :");
define("TPVLAN_66", "Убедитесь, что каталог вашей темы доступен для записи");
define("TPVLAN_67", "Для начала, выберите папку своей темы.");
define("TPVLAN_68", "Выбрать каталог вашей темы.");
define("TPVLAN_69", "Доступно для скачивания");
define("TPVLAN_70", "Просмотр / Live-демо :");
define("TPVLAN_71", "Не указано");
define("TPVLAN_72", "Пропишите страницы, которые будут использовать этот шаблон. Каждую в отдельной строке.");
define("TPVLAN_73", "Активировать меню");
define("TPVLAN_74", "Активирует следующие:");
define("TPVLAN_75", "Цена");
define("TPVLAN_76", "Бесплатно");
define("TPVLAN_77", "Рекомендуется!");
define("TPVLAN_78", "Требования");
define("TPVLAN_79", "Данная функция требует использовать мод cURL. Если у вас нет доступа к серверу, то обратитесь к хостеру для подключения cURL");
define("TPVLAN_80", "Нет найдены тем, соответствующим вашим критериям поиска");
define("TPVLAN_CONV_1", "Первый этап");
define("TPVLAN_CONV_2", "Второй этап");
define("TPVLAN_CONV_3", "Назовите вашу тему. (Обязательно на наглийском)");
define("TPVLAN_CONV_4", "Если у вас есть файл локализации, введите LAN_XXX значение для имя вашей темы");
define("TPVLAN_CONV_5", "Версия вашей темы. В формате x.x");
define("TPVLAN_CONV_6", "Дата создания темы");
define("TPVLAN_CONV_7", "Совместима с этой версией e107");
define("TPVLAN_CONV_8", "Имя создателя");
define("TPVLAN_CONV_9", "Ссылка на страницу автора темы");
define("TPVLAN_CONV_10", "Краткая строка описание темы (Символы !@#$%^&* не допускаются) (Обязательно на английском)");
define("TPVLAN_CONV_11", "Ключевое слво / тег для этой темы (Обязательно на английском)");
define("TPVLAN_CONV_12", "Полное описание темы (Обязательно на английском)");
define("TPVLAN_CONV_13", "К какой категории относится тема?");
define("TPVLAN_CONV_14", "Включить этот файл стилей в качестве выбираемой опции в менеджере тем.");
define("TPVLAN_CONV_15", "Пропишите название файла стилей");
define("TPVLAN_CONV_16", "Ссылка на он-лайн версию этой темы.");
define("TPVLAN_81", "Загрузка...");
define("TPVLAN_82", "Загрузка завершена!");
define("TPVLAN_83", "Не возможно применить Авто-загрузку!");
define("TPVLAN_84", "[Пожалуйста, загрузите вручную]");
define("TPVLAN_85", "Подключение...");
define("TPVLAN_86", "Не удалось изменить тему сайта.");
define("TPVLAN_88", "Конвертер");
define("TPVLAN_89", "Применить настройки ко всем Админам");
define("TPVLAN_91", "Создать новую тему на основе");
define("TPVLAN_92", "Новая папка темы");
define("TPVLAN_93", "Выбрать");
define("TPVLAN_94", "Тема сайта изменена на [x].");
define("TPVLAN_95", "Шаблон");

?>