<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Russian Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2016/08/15 18:25:59
|
|        $Author: admin $
+---------------------------------------------------------------+
*/
define("LAN_CHECK_2", "Проверить");
define("LAN_CHECK_3", "Проверка");
define("LAN_CHECK_4", "Отсутствует файл!");
define("LAN_CHECK_5", "Выражение отсутствует!");
define("LAN_CHECK_15", "Недопустимые символы или пробелы, нашли до [x] или после [y]");
define("LAN_CHECK_16", "Исходный файл");
define("LAN_CHECK_17", "Ошибка записи при сохранение файла.");
define("LAN_CHECK_18", "Языковые файлы в стандартный формат, не доступных для этого плагина/темы.");
define("LAN_CHECK_19", "Не-UTF-8 символов!");
define("LAN_CHECK_20", "Создание языкового пакета");
define("LAN_CHECK_21", "Проверить снова");
define("LAN_CHECK_23", "Найденные ошибки");
define("LAN_CHECK_26", "Front");
define("LAN_CHECK_PAGE_TITLE", "Языки");
define("LAN_CHECK_27", "Количество найденных ошибок пакет языка");
define("LAN_CHECK_28", "Идентичные");
define("LAN_CHECK_29", "Идентичные строки (только предупреждение)");
define("LAN_CHECK_30", "Отсутствует bbcodes");
define("LAN_CHECK_31", "Пропавших без вести [или] знаки");
define("LAN_CHECK_32", "Отсутствующие теги HTML");
define("LANG_LAN_23", "Создание языкового пакета (zip)");
define("LANG_LAN_30", "Дата выпуска");
define("LANG_LAN_31", "Совместимость");
define("LANG_LAN_35", "Доступные пакеты для этой версии e107.");
define("LANG_LAN_111", "Дата выпуска");
define("LANG_LAN_112", "Совместимость");
define("LANG_LAN_114", "Скачать локализацию");
define("LANG_LAN_115", "Проверьте и исправьте оставшиеся [ошибки перед попыткой создать пакет языка x].");
define("LANG_LAN_116", "Пожалуйста проверьте ваши файлы языка ('проверить'), а затем повторите попытку.");
define("LANG_LAN_117", "Оставшиеся ошибки следует исправить прежде чем войска языковой пакет.");
define("LANG_LAN_119", "Пожалуйста, проверьте, что CORE_LC и CORE_LC2 имеют значения в [x] и повторите попытку.");
define("LANG_LAN_120", "Убедитесь, что вы используете названий папок по умолчанию в e107_config.php (например. e107_languages, e107_plugins / и т.д.) и повторите попытку.");
define("LANG_LAN_AGR", "Внимание: При использование этих инструментов, вы соглашайтесь что ваши созданные языковые пакеты под публичными правами в сообществе e107.");


?>