<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Russian Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/12/17 22:18:26
|
|        $Author: net1313 $
+---------------------------------------------------------------+
*/
define("CACLAN_1", "Состояние кэша");
define("CACLAN_2", "Применить");
define("CACLAN_3", "Управление кэшем");
define("CACLAN_5", "Очистить содержимое кэша");
define("CACLAN_6", "Кэш очищен");
define("CACLAN_10", "Не установлены права для записи в каталог файлов кэша. Пожалуйста, убедитесь, что каталог имеет значение CHMOD 0777");
define("CACLAN_11", "Кэш Контента");
define("CACLAN_12", "Системный кэш");
define("CACLAN_13", "Кэш контента сохраняет и генерирует страницу. Это включает в себя всё содержание, в том числе и html код, выполняемый системой при отдаче страницы.");
define("CACLAN_14", "Системный кэш содержит сведения о конфигурации системы. Он включает в себя настройки сайта, активные меню и т.д. Данный кэш не содержит контент.");
define("CACLAN_16", "Очитстить системный кеш");
define("CACLAN_17", "Содержит");
define("CACLAN_18", "файл");
define("CACLAN_19", "файла");
define("CACLAN_20", "Кэш структуры Базы Данных");
define("CACLAN_21", "Кэш Базы Данных сохраняет информацию о структуре таблиц, необходимых для работы основных подпрограмм системы. В этом кэше не хранится контент.");
define("CACLAN_22", "Кэш изображений");
define("CACLAN_23", "Кэш эскизов файлов содержит двоичные данные изображения. Используется для разгрузки процессора сервера.");
define("CACLAN_24", "Очистить кэш Базы Данных");
define("CACLAN_25", "Очистить кэш изображений/картинок");
define("CACLAN_26", "Очистить весь кэш");
define("CACLAN_27", "Очитстить кэш браузера");
define("CACLAN_28", "Кэш JS/CSS файлов");
define("CACLAN_29", "Объеденить кэш JS и CSS файлов");
define("CACLAN_30", "Очистить кэш JS/CSS файлов");
?>