<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Russian Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/12/17 00:00:00
|
|        $Author: net1313 $
+---------------------------------------------------------------+
*/

define("LAN_HEADER_01", "Навигация");
define("LAN_HEADER_02", "Ваш сервер не поддерживает загрузку через HTTP протокол. Поэтому пользователи не могут загрузить аватары, файлы и т.п. Это можно поправить, установив значение 'On' вместо Off в строке 'file_uploads Off' в файле php.ini и перезапустив сервер. Если у вас нет доступа к файлу php.ini - свяжитесь с администрацией хостинга.");
define("LAN_HEADER_03", "Ваш сервер работает с действующим запретом на запись в базовый каталог (basedir restriction). Невозможно использовать файлы, которые находятся вне вашего домашнего каталога, что влияет на некоторые скрипты, такие как файловый менеджер.");
define("LAN_HEADER_04", "Админцентр");
define("LAN_HEADER_05", "локализация Админцентра");
define("LAN_HEADER_06", "Информация о плагинах");
