<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Russian Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/12/25 18:05:04
|
|        $Author: net1313 $
+---------------------------------------------------------------+
*/

define("LANG_LAN_00", "[x] не может быть создано.(уже существует).");
define("LANG_LAN_01", "[x] будет удалено(если существует) и создано.");
define("LANG_LAN_02", "[x] не может быть удалено.");
define("LANG_LAN_03", "Таблицы");
define("LANG_LAN_05", "Не установлен");
define("LANG_LAN_06", "Создать таблицы");
define("LANG_LAN_07", "Удалить существующие таблицы?");
define("LANG_LAN_08", "Заменить существующие таблицы (данные будут утеряны).");
define("LANG_LAN_11", "Удалить непроверенные таблицы выше (если они существуют).");
define("LANG_LAN_12", "Разрешить мультиязычные таблицы");
define("LANG_LAN_13", "Мультиязычные установки");
define("LANG_LAN_14", "Язык сайта по умолчанию");
define("LANG_LAN_15", "Отметьте галочкой, чтобы скопировать данные из языка по умолчанию. (Полезно для Ссылок, категорий новостей и т.д.)");
define("LANG_LAN_16", "Мультиязычное исользование БД");
define("LANG_LAN_17", "Язык по умолчанию - Не требуется дополнительных таблиц.");
define("LANG_LAN_18", "Используйте припаркованные поддомены к этим доменам, чтобы установить язык сайта:");
define("LANG_LAN_19", "например, домен fr.mydomain.com, установит французский язык.");
define("LANG_LAN_20", "Введите один домен на строку, например, mydomain.com и т.д. или оставьте незаполненным, чтобы отключить.");
define("LANG_LAN_21", "Локализации сайта");
define("LANG_LAN_25", "Создaть локaлизaцию (zip)");
define("LANG_LAN_26", "Загрузить языковые файлы только для текущего языка");
define("LANG_LAN_27", "Если отмечено и не удается найти требуемый язык, система сообщит об ошибке");
define("LANG_LAN_EML", "Пожалуйста, отправте Ваш языковой пакет на эл.почту:");
define("LANG_LAN_32", "Устaновленные локaлизaции");
define("LANG_LAN_33", "Показывать ошибки только во время проверки");
define("LANG_LAN_50", "Язык интерфейса админцентра");
define("LANG_LAN_100", "[x] удален.");
define("LANG_LAN_101", "[x] не может быть удален.");
define("LANG_LAN_103", "[x] создан.");
define("LANG_LAN_104", "[x] был отключен, но оставлен без изменений.");
define("LANG_LAN_105", "Удалить все таблицы [x]?");
define("LANG_LAN_106", "Язык по доменному имени");
define("LANG_LAN_107", "Домен определяет язык сайта. Введите имя домена без «www».");
define("LANG_LAN_121", "Не удалось загрузить:");
define("LANG_LAN_124", "Определение");
define("LANG_LAN_126", "Отключить все неиспользуемые");
define("LANG_LAN_130", "Общие термины");
define("LANG_LAN_131", "Отсутствует в языковом файле");
define("LANG_LAN_132", " общая фраза.");
define("LANG_LAN_133", "Использовать");
define("LANG_LAN_134", "Вместо.");
define("LANG_LAN_04", "Нерекомендуемые языковые переменные");
define("LANG_LAN_28", "Отметьте гaлочкой если Вы являетесь [e107 certified translator].");
define("LANG_LAN_135", "Перезапись");
define("LANG_LAN_136", "Не удалось перезаписать");
define("LANG_LAN_137", "Обрабатывается");
define("LANG_LAN_140", "Удерживая нажатой клавишу CTRL, для множественного выбора. [br]Например, проверить [b]lan_signup.php[/b], а также выбрать [b]signup_shortcodes.php[/b] и [b]signup_template.php[/b].");
define("LANG_LAN_141", "Выбор скрипта...");
define("LANG_LAN_142", "Авто-определение");
define("LANG_LAN_143", "Определенный языковый файл:");
define("LANG_LAN_144", "Должен быть включен");
define("LANG_LAN_148", "Обычный режим");
define("LANG_LAN_149", "Значение");
define("LANG_LAN_150", "[b] Искать в ЯДРЕ системы, прежде чем раскомментировать ЛЮБУЮ переменную LAN из ЛЮБОГО языкового файла.[/b]");
define("LANG_LAN_151", "Доступно");
define("LANG_LAN_152", "Предоставлено [ командой переводчиков e107]");
define("LANG_LAN_153", "предварительный релиз");
?>