<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Russian Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/12/17 21:59:36
|
|        $Author: admin  net1313 $
+---------------------------------------------------------------+
*/
define("UCSLAN_10", "Класс не удален - это класс ядра системы, либо используется в определении другого класса в качестве его родителя и основного класса");
define("UCSLAN_30", "Краткое название отображаемое в селекторах");
define("UCSLAN_31", "Информация о применении класса");
define("UCSLAN_32", "Пользователи этого класса могут добавить/удалить себя из редактируемого класса");
define("UCSLAN_33", "Определяет, какие пользователи могут просматривать этот класс в выпадающих списках");
define("UCSLAN_36", "Если родителем структуры класса является «Никто» (No One), то расширение прав увеличивается снизу вверх<br>Если в верхней части структуры класса находится «Все» (Everyone), то права расширяются сверху вниз по структуре");
define("UCSLAN_37", "Вам необходимо ввести название класса");
define("UCSLAN_38", "Существующие классы");
define("UCSLAN_39", "Нет классов, которые могут быть установлены");
define("UCSLAN_40", "Создать исходные классы");
define("UCSLAN_41", "Параметры обновлены");
define("UCSLAN_43", "Созданные новые классы:");
define("UCSLAN_45", "Метод установления класса:");
define("UCSLAN_46", "(игнорируется если без проверки)");
define("UCSLAN_47", "Регистрации пользователя");
define("UCSLAN_48", "Проверка по эл. почте, или Админом");
define("UCSLAN_49", "Эти классы устанавливаются для любого нового пользователя - либо автоматически после регистрации, либо после подтверждения учетной записи");
define("UCSLAN_53", "Внимание! Используйте эти настройки только в случае технических сбоев.");
define("UCSLAN_54", "Установить иерархию классов по умолчанию");
define("UCSLAN_55", "Очистить структуру пользовательской иерархии");
define("UCSLAN_56", "(установит фиксированную первоначальную структуру классов)");
define("UCSLAN_57", "(иерархия может быть изменена позднее)");
define("UCSLAN_58", "Выполнить");
define("UCSLAN_62", "Создать структуру класса по умолчанию:");
define("UCSLAN_63", "Такое название класса уже существует - пожалуйста, выберите другое");
define("UCSLAN_64", "завершено");
define("UCSLAN_65", "Выпрямить иерархию пользовательских классов:");
define("UCSLAN_69", "Факультативный значок, связанный с классом - структурой");
define("UCSLAN_70", "Восстановление иерархии классов:");
define("UCSLAN_71", "Тех. настройки Пользовательских классов");
define("UCSLAN_72", "Перестроить иерархии классов");
define("UCSLAN_73", "(Может потребоваться в случае повреждения базы данных)");
define("UCSLAN_74", "Администраторы и модераторы");
define("UCSLAN_75", "Зарегистрированные и авторизованные пользователи");
define("UCSLAN_76", "Администраторы сайта");
define("UCSLAN_77", "Главный Админ сайта");
define("UCSLAN_78", "Модераторы форумов и других разделов");
define("UCSLAN_80", "Стандартный");
define("UCSLAN_81", "Группа");
define("UCSLAN_82", "Группа объединяет ряд отдельных классов");
define("UCSLAN_83", "Классы в группе");
define("UCSLAN_85", "Вы назначили все доступные классы. Пожалуйста, переназначте тот который не используется");
define("UCSLAN_86", "Некоторые настройки не доступны для управления классами Администраторов - поэтому установлены значения по умолчанию.");
define("UCSLAN_87", "Новые пользователи");
define("UCSLAN_88", "Поисковые боты");
define("UCSLAN_89", "Подтвержденные классы входят в группу");
define("UCSLAN_90", "Вы не можете редактировать классы установленные системой!");
define("UCSLAN_91", "Структура классов");