<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Russian Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/12/12 21:01:10
|
|        $Author: net1313 $
+---------------------------------------------------------------+
*/
define("WMLAN_00", "Приветствие");
define("WMLAN_05", "Заключить в контейнер");
define("WMLAN_06", "Если отмечено, сообщение появится внутри блока");
define("WMLAN_07", "Отменить стандартную систему для использования {WMESSAGE} кода:");
define("WMLAN_11", "Заключить в Carousel");
define("WMLAN_12", "Приветственное сообщение");
define("WMLAN_13", "Создайте приветственное сообщение, которое будет отображаться в верхней части Главной страницы пока вы его не деактивируете. Можно создать разные сообщения для гостей, авторизованных пользователей и администраторов.");