<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Russian Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/12/25 19:06:10
|
|        $Author: net1313 $
+---------------------------------------------------------------+
*/

define("RL_LAN_002", "Журнал логов");
define("RL_LAN_005", "Настройка/просмотр логов системы");
define("RL_LAN_008", "Включить журнал логов:");
define("RL_LAN_009", "Период хранения записи в логах (в днях)");
define("RL_LAN_012", "Параметры фильтра");
define("RL_LAN_013", "Начальная Дата/время");
define("RL_LAN_014", "Дата/время окончания");
define("RL_LAN_015", "Фильтр ID пользователя");
define("RL_LAN_016", "Оставить пустым для 'none', 'Ноль' для гостей");
define("RL_LAN_017", "Нет записей в журналах или нет фильтра соответствия");
define("RL_LAN_018", "Обновить журнал");
define("RL_LAN_019", "yy-mm-dd hh:mm:ss");
define("RL_LAN_020", "IP");
define("RL_LAN_023", "Событие");
define("RL_LAN_024", "От");
define("RL_LAN_025", "Заголовок записи");
define("RL_LAN_026", "Класс пользователей, для которых записывать действия");
define("RL_LAN_028", "Обновление фильтров");
define("RL_LAN_029", "Фильтр типа событий");
define("RL_LAN_030", "Логи Администратора");
define("RL_LAN_031", "Действия для записи в лог");
define("RL_LAN_032", "Приоритет");
define("RL_LAN_033", "Дополнительная информация");
define("RL_LAN_044", "Кол-во логов для отображения на одной странице");
define("RL_LAN_045", "Удалить записи в логах Админа за последние ");
define("RL_LAN_046", "дней");
define("RL_LAN_047", "Подтвердить удаление логов за последние");
define("RL_LAN_049", "Удалить записи");
define("RL_LAN_050", "Ошибка настроек - ничего не удалено");
define("RL_LAN_052", "Логи Админа");
define("RL_LAN_053", "Логи действий пользователей");
define("RL_LAN_054", "Не удалено, возможно ошибка базы данных");
define("RL_LAN_057", "- записи старше чем [x] ([y] строк) удалены ");
define("RL_LAN_058", "Фильтр приоритетов:");
define("RL_LAN_059", "Идентификатор фильтра:");
define("RL_LAN_060", "IP-адрес фильтра:");
define("RL_LAN_061", "Приемлем знак (*) в конце");
define("RL_LAN_062", "Логи пользователей");
define("RL_LAN_064", "Применимо ко всем логам");
define("RL_LAN_065", "Подтвердить удаление логов аудита пользователей за последние");
define("RL_LAN_066", "Удалить логи аудита пользователей за последние");
define("RL_LAN_067", "Логи Загрузок");
define("RL_LAN_068", "D/L ID");
define("RL_LAN_069", "Название загрузки");
define("RL_LAN_071", "Регистрация пользователя (игнорирует вышеуказанные настройки класса)");
define("RL_LAN_072", "Подтверждение Регистрации по эл. почте (игнорирует вышеуказанные настройки класса)");
define("RL_LAN_073", "Вход/выход");
define("RL_LAN_075", "Изменение отображаемого имени");
define("RL_LAN_076", "Смена пароля");
define("RL_LAN_077", "Изменения адреса эл. почты");
define("RL_LAN_078", "Восстановление пароля");
define("RL_LAN_079", "Изменение других насторек пользователя");
define("RL_LAN_080", "Бысторе добавление Админов и юзеров");
define("RL_LAN_081", "Отказы неудачных почтовых рассылок");
define("RL_LAN_082", "Баны пользователей");
define("RL_LAN_083", "Сброс отказов неудачных почтовых рассылок");
define("RL_LAN_084", "Временные аккаунты");
define("RL_LAN_087", "Подробнее");
define("RL_LAN_090", "ID скачиваний");
define("RL_LAN_091", "Определение времени");
define("RL_LAN_092", "Временной период");
define("RL_LAN_093", "(мин.)");
define("RL_LAN_094", "Подробный временной анализ");
define("RL_LAN_096", "Diff (s)");
define("RL_LAN_100", "CID");
define("RL_LAN_101", "PID");
define("RL_LAN_103", "Тема");
define("RL_LAN_104", "UID");
define("RL_LAN_106", "Запись");
define("RL_LAN_107", "Комментарий");
define("RL_LAN_108", "Заблокированный каммент");
define("RL_LAN_109", "LK");
define("RL_LAN_110", "Удаленный");
define("RL_LAN_111", "Удалить отмеченные элементы");
define("RL_LAN_112", "Удалено --NUMBER-- комментариев");
define("RL_LAN_113", "Ошибка при удалении комментариев!");
define("RL_LAN_114", "Очистить фильтры");
define("RL_LAN_115", "Администратор пользователей");
define("RL_LAN_116", "Местоположение");
define("RL_LAN_117", "Счетчик страниц");
define("RL_LAN_118", "Галочка");
define("RL_LAN_120", "Пользователей он-лайн");
define("RL_LAN_122", "Настройки логов ситемы");
define("RL_LAN_123", "Проверка логов по Классу пользователей");
define("RL_LAN_124", "Действия после проверки логов пользователя");
define("RL_LAN_125", "Тех. обслуживание системы логов");
define("RL_LAN_126", "Всего [x] записей, соответствующих условию поиска");
define("RL_LAN_132", "Информативная");
define("RL_LAN_133", "Уведомления");
define("RL_LAN_134", "Предупреждение");
define("RL_LAN_135", "Неисправимая ошибка");