<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Russian Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2016/08/14 02:01:20
|
|        $Author: admin $
+---------------------------------------------------------------+
*/

define("LAN_PM", "Приватное сообщение");
define("LAN_PM_1", "Отправить личное сообщение");
define("LAN_PM_2", "Кому");
define("LAN_PM_3", "Предварительный просмотр");
define("LAN_PM_4", "Userclass");
define("LAN_PM_5", "Тема");
define("LAN_PM_6", "Сообщение");
define("LAN_PM_7", "Смайлики");
define("LAN_PM_8", "Вложения");
define("LAN_PM_9", "Уведомление о прочтении");
define("LAN_PM_10", "Прислать мне письмо о прочтении этого сообщения");
define("LAN_PM_11", "Добавление новой загрузки");
define("LAN_PM_12", "Вы не авторизованы для использования системы PM");
define("LAN_PM_13", "Ваши исходящие в настоящее время {%} % переполнены, вы не сможете отправить сообщение пока не удалите старые");
define("LAN_PM_14", "Ошибка: Можно дублировать пост, сообщение не отправлено");
define("LAN_PM_15", "Вам не разрешается отправлять userclass");
define("LAN_PM_16", "Должен быть членом класса");
define("LAN_PM_17", "Пользователь не найден");
define("LAN_PM_18", "Вы не можете отправить сообщение для:");
define("LAN_PM_19", "Ваши исходящие переполнены, Вы не можете отправлять сообщения");
define("LAN_PM_21", "Добавление этого сообщения будет превышать максимальный размер исходящих, сообщение не опубликовано");
define("LAN_PM_22", "Не удалось загрузить файл");
define("LAN_PM_23", "Вам не разрешается отправлять вложения");
define("LAN_PM_24", "Удаление сообщения");
define("LAN_PM_27", "Непрочитанные");
define("LAN_PM_28", "Н/Д");
define("LAN_PM_29", "Сообщение отправлено");
define("LAN_PM_30", "Чтение сообщения");
define("LAN_PM_31", "От");
define("LAN_PM_32", "Получил");
define("LAN_PM_33", "Отправлено");
define("LAN_PM_34", "Нет сообщений");
define("LAN_PM_35", "Отправить новое сообщение");
define("LAN_PM_36", "Итого");
define("LAN_PM_37", "непрочитанные");
define("LAN_PM_38", "PM отправленные в userclass");
define("LAN_PM_39", "Не удалось отправить PM");
define("LAN_PM_40", "PM отправлено пользователю");
define("LAN_PM_41", "Не удалось опубликовать PM в папке 'Исходящие'");
define("LAN_PM_42", "Сообщения, удаленные из папки 'Входящие'");
define("LAN_PM_43", "Сообщения, удаленные из папки «Исходящие»");
define("LAN_PM_44", "Удалить блок: {UNAME} теперь он может отправлять вам PMs");
define("LAN_PM_45", "Ошибка: Блок не удален, неизвестная ошибка");
define("LAN_PM_46", "Блокировать не на месте для {UNAME}");
define("LAN_PM_47", "Добавлен блок: {UNAME} больше не может отправлять вам PMs");
define("LAN_PM_48", "Ошибка: Блок не добавлены, неизвестная ошибка");
define("LAN_PM_49", "Ошибка: Блок уже на месте для {UNAME}");
define("LAN_PM_50", "Блокирование пользователя");
define("LAN_PM_51", "Разблокировать пользователя");
define("LAN_PM_53", "Удалить выбранные");
define("LAN_PM_54", "Цитата оригинала");
define("LAN_PM_55", "Отправить ответ");
define("LAN_PM_56", "Вам не разрешается ответить на это сообщение");
define("LAN_PM_57", "Сообщение не найден");
define("LAN_PM_58", "Re:");
define("LAN_PM_59", "Перейти на страницу:");
define("LAN_PM_60", "Вам не разрешено просматривать это сообщение");
define("LAN_PM_61", "Без темы");
define("LAN_PM_62", "Файл: [{FILENAME}] превышает предельный размер - не прилагается");
define("LAN_PM_63", "класс:");
define("LAN_PM_64", "Ошибка: Вы не разрешается блокировать сообщения от администраторов сайта");
define("LAN_PM_65", "Ошибка: Ничего, чтобы отправить");
define("LAN_PM_66", "Заблокированные отправители");
define("LAN_PM_67", "Пользователи, не заблокированы");
define("LAN_PM_68", "Имя пользователя");
define("LAN_PM_69", "Дата блокировки");
define("LAN_PM_70", "Удаление блока на пользователя");
define("LAN_PM_71", "[x] вложения удалены. [y] failure(s)");
define("LAN_PM_100", "Новые сообщения от");
define("LAN_PM_101", "Вы получили новое личное сообщение от");
define("LAN_PM_102", "Отправил пользователь:");
define("LAN_PM_103", "Тема сообщения:");
define("LAN_PM_104", "Количество вложений:");
define("LAN_PM_105", "Вы можете просмотреть PM в:");
define("LAN_PM_106", "Сообщения, читать");
define("LAN_PM_107", "Приватное сообщение, которые вы отправили {UNAME} было прочитано");
define("LAN_PM_108", "Дата, время отправки:");
define("LAN_PM_109", "Новые сообщения");
define("LAN_PM_111", "Чтение");
define("LAN_PM_112", "Пользователь(и)");
define("LAN_PM_113", "Прочитать Сообщение");
define("LAN_PM_114", "У вас нету доступа, чтобы посылать этому пользователю.");


?>