<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_0.8/e107_plugins/forum/languages/English/lan_forum_admin.php,v $
|     $Revision$ 2.1
|     $Date$     2018/09/01  22:45:05
|     $Author$ net1313 https://e107-ru.com
+----------------------------------------------------------------------------+
*/
//define("FORLAN_1", "You must enter the number of days you wish to prune.");
define("FORLAN_2", "Выберите: удалить сокращенные сообщения полностью, или сделать их на какое-то время неактивными (не удалены, но и невидимы в форумах)");

define("FORLAN_7", "Опции форума");
define("FORLAN_8", "Сокращение тем форума завершено");
define("FORLAN_9", "Сокращение тем форума не требуется");

define("FORLAN_23", "Видимость");
define("FORLAN_24", "Укажите, кто может просматривать форум");

define("FORLAN_29", "Форумов ещё нет");
define("FORLAN_30", "Существующие форумы");

define("FORLAN_34", "Выберите класс пользователей для модерации этого форума");

define("FORLAN_44", "Включить таблицы");
define("FORLAN_45", "Отметьте, чтобы формировать форум в пределах таблицы темы");

define("FORLAN_47", "Включить уведомление по email");
define("FORLAN_48", "Отметье, чтобы разрешить пользователям получать уведомление на email в случае ответа на их пост");
define("FORLAN_49", "Включить голосования");
define("FORLAN_50", "Выберите класс юзеров, которым разрешено постить голосования");
define("FORLAN_51", "Включить отслеживание");
define("FORLAN_52", "Включает слежение за темой. При появлении новых постов в теме, пользователь будет получать сообщение на email");
define("FORLAN_53", "Email-префикс");
define("FORLAN_54", "Текст, который Вы введёте, будет префиксом темы для всех писем отправленные через форум");
define("FORLAN_55", "Считать тему популярной, при данном кол-ве сообщений");
define("FORLAN_56", "Количество ответов в теме для того, что бы она была отмечена как популярная");
define("FORLAN_57", "Количество постов на странице");
define("FORLAN_58", "Количество постов форума, отображаемое на одной странице");


define("FORLAN_60", "Это удалит все темы, которые не получили ответ за введенное количество дней.<br /><b>Пожалуйста, будьте осторожны используя эту функцию!</b>");

define("FORLAN_63", "Показывать Ранги");

define("FORLAN_65", "Заголовок форума");
define("FORLAN_66", "Не установлен"); 

define("FORLAN_70", "Разрешить прикрепление файлов/изображений");
define("FORLAN_71", "Разрешить пользователям загружать на сервер файлы или изображения к их посту на форуме");

define("FORLAN_75", "Родитель");
define("FORLAN_76", "Главная страница форумов");
define("FORLAN_77", "Создать форум");
define("FORLAN_78", "Порядок форумов");

define("FORLAN_83", "Создать форум-родитель");

define("FORLAN_87", "Удалить тему без ответа в течении (в днях):");

define("FORLAN_89", "Удалить пост целиком");
define("FORLAN_90", "Сделать пост неактивным");

define("FORLAN_91", "пост(ы) в статусе неактивен");
define("FORLAN_92", "тема(ы) удалена");
define("FORLAN_93", "ответ(ы) удалён");

define("FORLAN_112", "Разрешить переадресацию");
define("FORLAN_113", "Переадресация на страницы форума после ответа");

define("FORLAN_116", "Жалобы модератору");

define("FORLAN_121", "Нет уведомлениий о постах"); //No reported posts
define("FORLAN_122", "Щелкните здесь, чтобы отправить email администратору, когда кто-либо уведомляет о постах форума"); //...when someone reports a forum post

define("WMGLAN_1", "Правила для гостей");
define("WMGLAN_2", "Правила для пользователей");
define("WMGLAN_3", "Правила для администраторов");

define("WMGLAN_5", "Установить правила форума");
define("WMGLAN_6", "Активировать ");

define("FORLAN_126", "Всплывающие подсказки");
define("FORLAN_127", "Отметить, для показа всплывающей подсказки с текстом первого поста темы, при наведении курсора на название темы");
define("FORLAN_128", "Длина подсказки");
define("FORLAN_129", "Определить максимальное количество символов в подсказке ");
define("FORLAN_130", "нажмите здесь");
define("FORLAN_131", "чтобы установить максимальный объем файлов, расширения и проч.");
define("FORLAN_132", "Выделять прикрепленные темы");
define("FORLAN_133", "Придать прикрепленным темам особое значение (отдельные секции тем и заголовков)");
define("FORLAN_134", "Максимальный размер загружаемых изображений");
define("FORLAN_135", "Оставьте пустым для автоизменения размера");
define("FORLAN_136", "Создать ссылку на большое изображение");
define("FORLAN_137", "Если включить - изображение автоматически преобразуется в маленькое и будет создана ссылка на большое. Если отключено, исходное изображение будет отвергнуто");
define("FORLAN_138", "Очистить эти форумы");
define("FORLAN_139", "Для использования этой возможности нужно также отметить «разрешить добавление изображений» на странице <a href='".e_ADMIN."image.php'>изображений</a>");
define("FORLAN_140", "Смотреть");

define("FORLAN_142", "Разрешить посты");
define("FORLAN_143", "Показывает, кто может оставлять сообщения в форуме");

define("FORLAN_145", "Настройка под-форумов");
define("FORLAN_146", "Пока нет под-форумов");

define("FORLAN_152", "посты");
define("FORLAN_153", "Инструменты");

define("FORLAN_155", "Категории Форума");

define("FORLAN_156", "Выберите форум(ы), чтобы выполнить действие");

define("FORLAN_158", "Пересчитать информацию о последних постах");
define("FORLAN_159", "Выбрать для пересчитывания информации о последних сообщениях форума");
define("FORLAN_160", "Выберите, чтобы выполнять это только на форумах, не в темах");
define("FORLAN_161", "Пересчитать сообщения/ответы");
define("FORLAN_162", "Отметить для пересчета сообщений/ответов");
define("FORLAN_163", "Пересчитать посты, оставленные пользователями");
define("FORLAN_164", "Отметить для пересчета постов пользователей");

define("FORLAN_166", "Инструменты форума");
define("FORLAN_167", "Счетчик форума обновлен");
define("FORLAN_168", "Информация о последних постах обновлена");
define("FORLAN_169", "Счетчик сообщений пользователей обновлен");
define("FORLAN_170", "Отчеты");
define("FORLAN_171", "Ответы на тему");
define("FORLAN_172", "Удалить этот отчет");
define("FORLAN_173", "Заголовок темы");
define("FORLAN_174", "Сообщено пользователем");
define("FORLAN_175", "Сообщение передано");

define("FORLAN_177", "Сделать уведомление по Еmail ВКЛЮЧЕННЫМ по умолчанию");
define("FORLAN_178", "Отметьте, чтобы переключатель отсылки уведомлений находился в положении ВКЛЮЧЕНО по умолчанию");

define("FORLAN_179", "(Добавление * к началу имени форума сделает этот форум только контейнером для подфорумов. Тема форума должна поддерживать эту опцию.)");

define("FORLAN_182", "также пересчитать ответы для всех тем в выбранном форуме");
define("FORLAN_183", "(функция недоступна при выборе «Все форумы» из-за количества запросов, которые она генерирует)");
define("FORLAN_184", "Разрешение на создание темы");
define("FORLAN_185", "Указывает, кто может создавать новые темы");

define("FORLAN_186", "Количество Тем на странице");
define("FORLAN_187", "Количество тем отображаемых на одной странице");

define("FORLAN_189", "Нажмите кнопку «удалить», чтобы удалить отчет.<br /><br />Нажмите кнопку «Просмотр», чтобы просмотреть темы");

define("FORLAN_200", "Отслеживание темы");
define("FORLAN_201", "Включите, чтобы пользователи могли отслеживать темы");
define("FORLAN_202", "Уведомления об отслеживании темы");
define("FORLAN_203", "Включите, чтобы позволить пользователям получать email уведомления, при ответах в отслеживаемых ими темах");
define("FORLAN_204", "Гость");
define("FORLAN_205", "Создаь пост");
define("FORLAN_206", "Создать тему");
define("FORLAN_207", "Форумы и Темы");
define("FORLAN_208", "Только форумы");
define("FORLAN_209", "Тема");
define("FORLAN_210", "Сообщение");
define("FORLAN_211", "Автор");
define("FORLAN_212", "Вложения");
define("FORLAN_213", "Пост");
define("FORLAN_214", "Оставьте пустым, чтобы автоматически генерировать его из заголовка");
define("FORLAN_215", "Не установлено!");
define("FORLAN_216", "(Форум-родитель)");
define("FORLAN_217", "По умолчанию");
define("FORLAN_218", "Поле текста");
define("FORLAN_219", "Редактор форматированного текста");
define("FORLAN_220", "Редактор сообщений");
define("FORLAN_221", "Выбор редактора для создания/редактирования сообщений");
define("FORLAN_222", "Редактор быстрого ответа");
define("FORLAN_223", "Используйте только обычный текст (без bbcode или html!)")

?>