<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Russian Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2016/08/14 01:56:42
|
|        $Author: admin $
+---------------------------------------------------------------+
*/
define("NFLAN_11", "Путь к изображению");
define("NFLAN_12", "Активация");
define("NFLAN_13", "Нигде (неактивный)");
define("NFLAN_14", "Только в меню");
define("NFLAN_18", "Интервал обновления в секундах");
define("NFLAN_19", "Например, 3600: канал новостей будет обновляться каждый час");
define("NFLAN_20", "На главной странице новостей только");
define("NFLAN_21", "На странице меню и каналов новостей");
define("NFLAN_26", "Интервал обновления");
define("NFLAN_43", "Справка новостей");
define("NFLAN_42", "[h=4]Канала имя:[/h]
	Идентифицирующее имя канала может быть все, что вам нравится.[h=4]URL-адрес rss-канала:[/h]
	Адрес rss-канал
	[h=4]Путь к изображению:[/h]
	Если канал имеет определенные в нем изображение, введите «по умолчанию», чтобы использовать его. Чтобы использовать собственное изображение, введите полный путь к нему. Оставьте пустым, чтобы использовать изображение не на всех.
	[h=4]Описание:[/h]
	Введите краткое описание веб-канала, или «по умолчанию», чтобы использовать описание определенных в корм (если имеется).
	[h=4]Интервал обновления в секундах:[/h]
	Количество секунд, которые пройти, прежде чем обновления веб-канала, например, 1800: 30 минут, 3600: час.
	[h=4]Активации:[/h]
	Где вы хотите результатов каналов для отображения, чтобы увидеть меню каналов, вам будет нужно активировать в меню ленты новостей на [link=".e_ADMIN."menus.php]странице меню[/link]. Хороший список доступных каналов см. [link=https://www.dmoz.org/Computers/Internet/On_the_Web/Syndication_and_Feeds/RSS/Directories/ external]dmoz[/link] or [link=http://www.feedster.com/ external]feedster.com[/link]");
define("NFLAN_45", "Количество элементов для отображения в меню");
define("NFLAN_46", "Количество элементов для отображения на главной странице");
