<?php
/*
 * e107 website system
 *
 * Copyright (C) 2008-2013 e107 Inc (e107.org)
 * Released under the terms and conditions of the
 * GNU General Public License (http://www.gnu.org/licenses/gpl.txt)
 *
 * net1313
 */

if (!defined('e107_INIT')) { exit; }

$e107 = e107::getInstance();

$action = e107::getParser()->toDB(varset($_GET['mode'],'makemail'));

  switch ($action)
  {
	case 'justone' :
	  $text = 'Отправить почту с ограничениями, указанными в настройках плагина';
	  break;
	case 'debug' :
	  $text = 'Только для разработчиков. В настоящее время не используется.';
	  break;
	case 'saved' :
	  $text = 'Выберите и используйте шаблон темы для отправки рассылок. Удаление других шаблонов не обязательно.';
	  break;
	case 'pending' :
		$text = 'Список и текущий статус рассылок для отправки. Планировщик задач будет обрабатывать очередь рассылок, учитывая 
    установленные вами временные периоды, начиная с более ранних.';
		break;
	case 'held' :
		$text = 'Список сообщений, готовых к отправке, но еще не отправленных.';
		break;
	case 'sent' :
	  $text = 'Список завершенных рассылок. Позволяет просмотреть результаты.<br />';
	  break;
	case 'savedmail' :
	case 'makemail' :
	case 'main' :
	  $text = 'Создайте сообщение, придумайте название и выберите список получателей. Можете сохранить как шаблон для последующих рассылок, или отправить сразу.<br />';
	  $text .= 'Адреса эл. почты могут быть добавлены плагинами (например, рассылка новостей), а дубликаты удаляются при отправке.<br />';
	  $text .= 'Любое вложение выбирается из списка разрешенных загрузок.<br />';
	  $text .= 'Почта может быть отправлена в формате обычного текста (универсального и наименее подверженного риску быть классифицированным как спам), или как HTML-страницы (в этом случае           автоматически создается альтернативная текстовая копия). 
      В рассылке можно использовать стили Темы, или же какого-нибудь другого шаблона.';
	  break;
	case 'recipients' :
		$text = 'Отображение почтовых адресов получателей, или потенциальных получателей рассылки, а также текущий статус.';
		break;
	case 'prefs' :
	  $text = '<b>Настройка параметров рассылки.</b><br />
	  Тестовое сообщение отправляется используя текущие настройки. Если вы получаете отказы при рассылке писем, чтобы убедиться в правильности MX записей сервера попробуйте отправить 
	  письмо-тест на адрес: <br /><i>check-auth@verifier.port25.com </i></br>Также убедитесь в том, что адрес вашей эл. почты написан правильно.<br /><br />';
	  $text .= '<b>Способ отправки</b><br />
	  Если это возможно, используйте SMTP для отправки почты. Настройки будут зависеть от почтового сервера вашего хостeра.<br /><br />';
	  $text .= '<b>Формат сообщений по умолчанию</b><br />
	  Письма могут отправляться либо в виде обычного текста, либо в формате HTML. Последнее всегда придает сообщению лучшее оформление, но более подвержено фильтрации почтовых систем на       	  предмет безопасности. Если выбран HTML, то автоматически создается отдельная текстовая копия сообщения.<br /><br />';
	  $text .= '<b>Массовые рассылки</b><br />
	  Значения, которые вы установите, будут зависеть от вашего хостера и от количества отправляемых вами электронных писем; можно установить значения равными нулю, чтобы почтовая очередь           очищалась практически мгновенно. Как правило, лучше отправлять менее 500 писем в час.<br /><br />';
	  $text .= '<b>Отрицательные отказы</b><br />
	  (так называемые отрицательные квитанции) Вы можете указать адрес эл. почты для получения сообщений об отказах, в случае неудачи отправки сообщения адресату. 
	  Если вы обладаете полным контролем над сервером, то вы можете указать отдельный сценарий (скрипт) автоматической обработки планировщика задач, который будет проверять отрицательные             сообщения об отказах по мере их поступления, и мгновенно обновлять статус рассылки. В противном случае, вы можете указать отдельный адрес эл. почты, который может быть проверен, либо           периодически (с помощью планировщика), либо вручную, через меню пользовательских настроек. Обычно это стандартная учетная запись POP3. Используйте настройки протокола TLS только если 
	  этого требует ваш хостер.<br /><br />';
	  $text .= '<b>Источники адресов Email</b><br />
	  Если у вас установлены плагины, обрабатывающие и хранящие email-дреса, то вы можете выбрать какие из них могут вносить адреса эл. почты в список.<br /><br />';
	  $text .= '<b>Журнал логов</b><br />
	  Настройки записи журнала логов создают текстовый файл в каталоге системного журнала. Файл можно периодически удалять. Параметры «записывать информацию в журнал» позволяют точно видеть,         кто получил отправленные сообщения. Параметр «только логи ошибок» останавливается на каждом 7-ом сообщении, и служит только для тестирования';
	  break;
	 case 'maint' :
		$text = 'Параметры обслуживания базы данных почтовых рассылок.';
		break;
	default :
	  $text = 'Нет документации';
  }

$ns->tablerender('Настройка Почты', $text);