<?php
/*
 * e107 website system
 *
 * Copyright (C) 2008-2009 e107 Inc (e107.org)
 * Released under the terms and conditions of the
 * GNU General Public License (http://www.gnu.org/licenses/gpl.txt)
 *
 *
 *
 * $Source: /cvs_backup/e107_0.8/e107_languages/English/admin/help/newspost.php,v $
 * $Revision$ 0.1
 * $Date$ 10.12.17
 * $Author$ $net1313
 */

if (!defined('e107_INIT')) { exit; }

$caption = "Новости: Справка";
$action = varset($_GET['action']);
switch ($action)
{
  case 'create' :
	$text = "<b>Общее</b><br />
Текст будет отображен на главной странице, расширенный текст будет отображаться при нажатии на ссылку «Подробнее».
<br />
<br />
<b>Показывать только заголовок</b>
<br />
Включите это свойство, чтобы на главной странице отображались только заголовки новостей, а полная статья отображалась при нажатии на ссылку.
<br /><br />
<b>Дата отображения</b>
<br />
Если выбрать начальную и/или конечную дату, то новость бутет отображаться только в этот промежуток времени.
";
	break;
  case 'cat' :
	$text = "Вы можете разделить свои новостные статьи по разным категориям, что отобразит новости в соответсвующих категориях. <br /><br />Загрузите изображения значков новостей в ".e_THEME."-yourtheme-/images/ или themes/shared/newsicons/.";
    break;
  case 'pref' :
    $text = 'Настройки различных параметров<br /><br />
	<b>Колонки категорий новостей</b><br />
	Данная настройка должна поддерживаться файлом темы<br /><br />
	<b>Количество новостей отображаемых на странице</b><br />
	Для главной страницы новостей. Отображает элементы в нерасширенном формате.<br /><br />
	<b>Количество новостей отображаемых на странице архива</b><br />
	Устанавливает количество новостей, которые отображаются на странице только как заголовок (включая все предыдущие).<br /><br />
	<b>Включить редактор WYSIWYG</b><br />
	В том случае, когда пользователям, которые могут постить новости, разрешено делать посты в формате HTML.
	';
	break;
  case 'list' :
  default :
	$text = 'Список всех новостей. Чтобы изменить или удалить, щелкните на значки «Редактировать» или «Удалить». Чтобы изменить заголовок, нажмите на него.';
}
$ns -> tablerender($caption, $text);