<?php
/*
 * e107 website system
 *
 * Copyright (C) 2008-2009 e107 Inc (e107.org)
 * Released under the terms and conditions of the
 * GNU General Public License (http://www.gnu.org/licenses/gpl.txt)
 *
 *
 *
 * $Source: /cvs_backup/e107_0.8/e107_languages/English/admin/help/notify.php,v $
 * $Revision$
 * $Date$
 * $Author$
 */

if (!defined('e107_INIT')) { exit; }

$text = "Система отправляет извещения по эл. почте о различных текущих событиях, происходящих на сайте.<br /><br />
Например, если установить извещения «IP запрещен за флуд» для класса «Администраторы», то всем администраторам будет отправлено сообщение о том, что сайт подвергался флуду.<br /><br />
Другой пример. В случае установки «Новости, опубликованные администратором» для класса «Пользователи», то всем пользователям будут отправлены по email опубликованные вами новостные материалы.<br /><br />
Если вы хотите, чтобы уведомления отправлялись на альтернативный адрес эл. почты, выберите вариант «Электронная почта» и введите email-адрес в указанное поле.";

$ns -> tablerender("Справка: Уведомления", $text);
