<?php
/*
 * Copyright e107 Inc e107.org, Licensed under GNU GPL (http://www.gnu.org/licenses/gpl.txt)
 * $Id$
 *
 * Search Admin Help
 * 
*/

if (!defined('e107_INIT')) { exit; }

$caption = "Насторйки поиска";
$text = "
	Если у вас установлена версия MySQL, позволяющая поддержку этой функции, то вы можете 
	переключить метод сортировки поиска используя Базу Данных. Данный метод гораздо быстрее чем PHP сортировка. См. Настройки.
<br /><br />
	Если ваш сайт содержит Идеографические языки, такие как китайский или японский, то вы должны использовать PHP-метод поиска,
	а также отлючить поиск по полному совпадению слова.

";
$ns->tablerender($caption, $text);
?>