<?php
/*
 * e107 website system
 *
 * Copyright (C) 2008-2009 e107 Inc (e107.org)
 * Released under the terms and conditions of the
 * GNU General Public License (http://www.gnu.org/licenses/gpl.txt)
 *
 *
 *
 * $Source: /cvs_backup/e107_0.8/e107_languages/English/admin/help/upload.php,v $
 * $Revision$
 * $Date$
 * $Author$
 */

if (!defined('e107_INIT')) { exit; }
if (e_QUERY) list($action,$junk) = explode('.',e_QUERY); else $action = 'list';

switch ($action)
{
  case 'filetypes' :
    $text = "Расширения и максимальный размер файлов, которые могут быть загружены, устанавливаются исходя из прав доступа класса пользователя. Опция создает файл ".e_UPLOAD_TEMP_DIR.e_SAVE_FILETYPES.",
		который должен быть скопирован или перемещен в каталог ".e_ADMIN_ABS.", а также переименован в ".e_READ_FILETYPES." до того как он станет доступным.<br />
		Разрешено одно определение для каждого класса пользователей.<br />
		Обратите внимание, что эти определения применяются для всего сайта, даже если функция загрузок на сервер отключена.";
    break;
  case 'options' :
    $text = "Загрузки на сервер отключаются здесь.<br />
		Рекомендуется сохранять бесструктурные файлы (Flatfile) (в противном случае, максимальный размер файла строго ограничен до 500 kb).<br />
		Значение максимального размера файла перезаписывает все значения, прописанные в filetypes.xml.<br />
		Доступ к загрузкам может быть ограничен только для определенного класса пользователей, но эти настройки также применяются к другим областям сайта, где разрешены загрузки, такие как новости или формы ввода данных.";
	break;
  case 'view' :
  default :
	$text = "Доступен список всех полученных загрузок. Их можно удалить, перенести в раздел скачивания файлов, или опубликовать в новостях";
}
$ns -> tablerender("Загрузки на сервер", $text);